{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|unk|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<|unk|>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "<|pad|>": 1,
      "<|unk|>": 2,
      "!": 3,
      "\"": 4,
      "#": 5,
      "$": 6,
      "%": 7,
      "&": 8,
      "'": 9,
      "(": 10,
      ")": 11,
      "*": 12,
      "+": 13,
      ",": 14,
      "-": 15,
      ".": 16,
      "/": 17,
      "0": 18,
      "1": 19,
      "2": 20,
      "3": 21,
      "4": 22,
      "5": 23,
      "6": 24,
      "7": 25,
      "8": 26,
      "9": 27,
      ":": 28,
      ";": 29,
      "<": 30,
      "=": 31,
      ">": 32,
      "?": 33,
      "@": 34,
      "A": 35,
      "B": 36,
      "C": 37,
      "D": 38,
      "E": 39,
      "F": 40,
      "G": 41,
      "H": 42,
      "I": 43,
      "J": 44,
      "K": 45,
      "L": 46,
      "M": 47,
      "N": 48,
      "O": 49,
      "P": 50,
      "Q": 51,
      "R": 52,
      "S": 53,
      "T": 54,
      "U": 55,
      "V": 56,
      "W": 57,
      "X": 58,
      "Y": 59,
      "Z": 60,
      "[": 61,
      "\\": 62,
      "]": 63,
      "^": 64,
      "_": 65,
      "`": 66,
      "a": 67,
      "b": 68,
      "c": 69,
      "d": 70,
      "e": 71,
      "f": 72,
      "g": 73,
      "h": 74,
      "i": 75,
      "j": 76,
      "k": 77,
      "l": 78,
      "m": 79,
      "n": 80,
      "o": 81,
      "p": 82,
      "q": 83,
      "r": 84,
      "s": 85,
      "t": 86,
      "u": 87,
      "v": 88,
      "w": 89,
      "x": 90,
      "y": 91,
      "z": 92,
      "{": 93,
      "|": 94,
      "}": 95,
      "~": 96,
      "¡": 97,
      "¢": 98,
      "£": 99,
      "¤": 100,
      "¥": 101,
      "¦": 102,
      "§": 103,
      "¨": 104,
      "©": 105,
      "ª": 106,
      "«": 107,
      "¬": 108,
      "®": 109,
      "¯": 110,
      "°": 111,
      "±": 112,
      "²": 113,
      "³": 114,
      "´": 115,
      "µ": 116,
      "¶": 117,
      "·": 118,
      "¸": 119,
      "¹": 120,
      "º": 121,
      "»": 122,
      "¼": 123,
      "½": 124,
      "¾": 125,
      "¿": 126,
      "À": 127,
      "Á": 128,
      "Â": 129,
      "Ã": 130,
      "Ä": 131,
      "Å": 132,
      "Æ": 133,
      "Ç": 134,
      "È": 135,
      "É": 136,
      "Ê": 137,
      "Ë": 138,
      "Ì": 139,
      "Í": 140,
      "Î": 141,
      "Ï": 142,
      "Ð": 143,
      "Ñ": 144,
      "Ò": 145,
      "Ó": 146,
      "Ô": 147,
      "Õ": 148,
      "Ö": 149,
      "×": 150,
      "Ø": 151,
      "Ù": 152,
      "Ú": 153,
      "Û": 154,
      "Ü": 155,
      "Ý": 156,
      "Þ": 157,
      "ß": 158,
      "à": 159,
      "á": 160,
      "â": 161,
      "ã": 162,
      "ä": 163,
      "å": 164,
      "æ": 165,
      "ç": 166,
      "è": 167,
      "é": 168,
      "ê": 169,
      "ë": 170,
      "ì": 171,
      "í": 172,
      "î": 173,
      "ï": 174,
      "ð": 175,
      "ñ": 176,
      "ò": 177,
      "ó": 178,
      "ô": 179,
      "õ": 180,
      "ö": 181,
      "÷": 182,
      "ø": 183,
      "ù": 184,
      "ú": 185,
      "û": 186,
      "ü": 187,
      "ý": 188,
      "þ": 189,
      "ÿ": 190,
      "Ā": 191,
      "ā": 192,
      "Ă": 193,
      "ă": 194,
      "Ą": 195,
      "ą": 196,
      "Ć": 197,
      "ć": 198,
      "Ĉ": 199,
      "ĉ": 200,
      "Ċ": 201,
      "ċ": 202,
      "Č": 203,
      "č": 204,
      "Ď": 205,
      "ď": 206,
      "Đ": 207,
      "đ": 208,
      "Ē": 209,
      "ē": 210,
      "Ĕ": 211,
      "ĕ": 212,
      "Ė": 213,
      "ė": 214,
      "Ę": 215,
      "ę": 216,
      "Ě": 217,
      "ě": 218,
      "Ĝ": 219,
      "ĝ": 220,
      "Ğ": 221,
      "ğ": 222,
      "Ġ": 223,
      "ġ": 224,
      "Ģ": 225,
      "ģ": 226,
      "Ĥ": 227,
      "ĥ": 228,
      "Ħ": 229,
      "ħ": 230,
      "Ĩ": 231,
      "ĩ": 232,
      "Ī": 233,
      "ī": 234,
      "Ĭ": 235,
      "ĭ": 236,
      "Į": 237,
      "į": 238,
      "İ": 239,
      "ı": 240,
      "Ĳ": 241,
      "ĳ": 242,
      "Ĵ": 243,
      "ĵ": 244,
      "Ķ": 245,
      "ķ": 246,
      "ĸ": 247,
      "Ĺ": 248,
      "ĺ": 249,
      "Ļ": 250,
      "ļ": 251,
      "Ľ": 252,
      "ľ": 253,
      "Ŀ": 254,
      "ŀ": 255,
      "Ł": 256,
      "ł": 257,
      "Ń": 258,
      "Ġt": 259,
      "Ġa": 260,
      "he": 261,
      "in": 262,
      "re": 263,
      "Ġthe": 264,
      "on": 265,
      "er": 266,
      "Ġo": 267,
      "at": 268,
      "Ġs": 269,
      "en": 270,
      "Ġc": 271,
      "Ġw": 272,
      "es": 273,
      "is": 274,
      "nd": 275,
      "it": 276,
      "or": 277,
      "Ġp": 278,
      "al": 279,
      "ed": 280,
      "Ġb": 281,
      "Ġof": 282,
      "an": 283,
      "Ġf": 284,
      "ing": 285,
      "Ġin": 286,
      "ou": 287,
      "ar": 288,
      "Ġm": 289,
      "Ġand": 290,
      "Ġto": 291,
      "ic": 292,
      "Ġd": 293,
      "ion": 294,
      "le": 295,
      "ro": 296,
      "as": 297,
      "Ġh": 298,
      "Ġth": 299,
      "ent": 300,
      "ct": 301,
      "Ġe": 302,
      "il": 303,
      "Ġre": 304,
      "om": 305,
      "ve": 306,
      "Ġl": 307,
      "st": 308,
      "Ġn": 309,
      "ly": 310,
      "Ġbe": 311,
      "âĢ": 312,
      "Ġis": 313,
      "ĠT": 314,
      "se": 315,
      "ol": 316,
      "Ġg": 317,
      "ation": 318,
      "im": 319,
      "id": 320,
      "et": 321,
      "ut": 322,
      "ce": 323,
      "ot": 324,
      "ur": 325,
      "ra": 326,
      "ch": 327,
      "ow": 328,
      "ĠA": 329,
      "Ġfor": 330,
      "ig": 331,
      "Ġthat": 332,
      "Ġu": 333,
      "ĠS": 334,
      "Ġon": 335,
      "Ġst": 336,
      "ver": 337,
      "ĠC": 338,
      "ĠI": 339,
      "ir": 340,
      "Ġy": 341,
      "ul": 342,
      "ay": 343,
      "am": 344,
      "Ġas": 345,
      "ith": 346,
      "el": 347,
      "ad": 348,
      "her": 349,
      "Ġpro": 350,
      "Ġare": 351,
      "Ġcon": 352,
      "Ġan": 353,
      "Ġwith": 354,
      "if": 355,
      "Ġwh": 356,
      "Ġyou": 357,
      "Ġor": 358,
      "Ġit": 359,
      "Ġal": 360,
      "ter": 361,
      "od": 362,
      "ĠM": 363,
      "Ġ(": 364,
      "ĠThe": 365,
      "ment": 366,
      "ge": 367,
      "ĠP": 368,
      "Ġ1": 369,
      "th": 370,
      "op": 371,
      "ist": 372,
      "ate": 373,
      "ers": 374,
      "Ġde": 375,
      "ill": 376,
      "Ġhe": 377,
      "ies": 378,
      "ess": 379,
      "ab": 380,
      "ĠB": 381,
      "Ġex": 382,
      "us": 383,
      "Ġwe": 384,
      "ore": 385,
      "ect": 386,
      "Ġsu": 387,
      "Ġcom": 388,
      "âĢĻ": 389,
      "ity": 390,
      "est": 391,
      "res": 392,
      "Ġha": 393,
      "ive": 394,
      "ac": 395,
      "ld": 396,
      "ĠH": 397,
      "um": 398,
      "rom": 399,
      "os": 400,
      "Ġv": 401,
      "ke": 402,
      "Ġby": 403,
      "ant": 404,
      "em": 405,
      "iv": 406,
      "qu": 407,
      "ain": 408,
      "ĠW": 409,
      "Ġat": 410,
      "nt": 411,
      "pp": 412,
      "igh": 413,
      "Ġwas": 414,
      "ĠD": 415,
      "ud": 416,
      "Ġcan": 417,
      "Ġfrom": 418,
      "ĠE": 419,
      "and": 420,
      "oc": 421,
      "Ġch": 422,
      "Ġr": 423,
      "ĠR": 424,
      "ort": 425,
      "Ġne": 426,
      "ĠF": 427,
      "Ġse": 428,
      "ial": 429,
      "Ġ2": 430,
      "ure": 431,
      "Ġnot": 432,
      "un": 433,
      "ĠâĢ": 434,
      "art": 435,
      "ical": 436,
      "Ġle": 437,
      "ĠN": 438,
      "ĠG": 439,
      "Ġhave": 440,
      "ri": 441,
      "ĠL": 442,
      "og": 443,
      "Ġsh": 444,
      "Ġen": 445,
      "Ġthis": 446,
      "Ġsp": 447,
      "Ġab": 448,
      "ight": 449,
      "pt": 450,
      "rou": 451,
      "red": 452,
      "ich": 453,
      "Ġwor": 454,
      "00": 455,
      "all": 456,
      "ther": 457,
      "gh": 458,
      "ould": 459,
      "The": 460,
      "ions": 461,
      "ost": 462,
      "our": 463,
      "ome": 464,
      "Ġim": 465,
      "ated": 466,
      "du": 467,
      "ine": 468,
      "Ġus": 469,
      "per": 470,
      "out": 471,
      "ard": 472,
      "Ġpl": 473,
      "ag": 474,
      "Ġtheir": 475,
      "ell": 476,
      "ide": 477,
      "act": 478,
      "ff": 479,
      "Ġint": 480,
      "ĠO": 481,
      "ans": 482,
      "ast": 483,
      "pl": 484,
      "ear": 485,
      "age": 486,
      "ust": 487,
      "ak": 488,
      "ĠJ": 489,
      "Ġk": 490,
      "Ġwhich": 491,
      "Ġwhe": 492,
      "Ġthey": 493,
      "ec": 494,
      "ous": 495,
      "Ġyour": 496,
      "ĠU": 497,
      "iz": 498,
      "Ġall": 499,
      "ood": 500,
      "ib": 501,
      "ult": 502,
      "Ġwill": 503,
      "Ġad": 504,
      "Ġcont": 505,
      "ĠIn": 506,
      "Ġinc": 507,
      "end": 508,
      "cc": 509,
      "ru": 510,
      "Ġdis": 511,
      "Ġmore": 512,
      "ia": 513,
      "ong": 514,
      "âĢĿ": 515,
      "ap": 516,
      "Ġcomp": 517,
      "ip": 518,
      "ations": 519,
      "ew": 520,
      "Ġres": 521,
      "vel": 522,
      "Ġhas": 523,
      "ere": 524,
      "so": 525,
      "Ġdo": 526,
      "orm": 527,
      "ary": 528,
      "ater": 529,
      "ĠTh": 530,
      "ence": 531,
      "ild": 532,
      "Ġman": 533,
      "Ġother": 534,
      "are": 535,
      "able": 536,
      "Ġcl": 537,
      "ual": 538,
      "Ġbut": 539,
      "ks": 540,
      "Ġwere": 541,
      "ry": 542,
      "ind": 543,
      "'s": 544,
      "Ġone": 545,
      "ĠâĢľ": 546,
      "Ġper": 547,
      "Ġme": 548,
      "ents": 549,
      "Ġte": 550,
      "ep": 551,
      "ach": 552,
      "ance": 553,
      "Ġalso": 554,
      "Ġimp": 555,
      "ose": 556,
      "reat": 557,
      "ign": 558,
      "ass": 559,
      "ake": 560,
      "ress": 561,
      "Ġ19": 562,
      "ase": 563,
      "au": 564,
      "av": 565,
      "Ġso": 566,
      "ition": 567,
      "Ġj": 568,
      "Ġout": 569,
      "ction": 570,
      "ice": 571,
      "Ġun": 572,
      "Ġar": 573,
      "very": 574,
      "ber": 575,
      "Ġpart": 576,
      "ime": 577,
      "Ġapp": 578,
      "one": 579,
      "Ġabout": 580,
      "ord": 581,
      "ace": 582,
      "Ġev": 583,
      "Ġwho": 584,
      "Ġstud": 585,
      ").": 586,
      "ok": 587,
      "ory": 588,
      "ens": 589,
      "ĠSt": 590,
      "ish": 591,
      "ame": 592,
      "ount": 593,
      "ire": 594,
      "Ġhis": 595,
      "Ġpe": 596,
      "ack": 597,
      "Ġinf": 598,
      "ub": 599,
      "Ġthem": 600,
      "Ġcomm": 601,
      "Ġsy": 602,
      "ors": 603,
      "ĠK": 604,
      "ue": 605,
      "Ġsc": 606,
      "ite": 607,
      "Ġ\"": 608,
      "ces": 609,
      "ound": 610,
      "ang": 611,
      "ike": 612,
      "now": 613,
      "ree": 614,
      "olog": 615,
      "low": 616,
      "ĠIt": 617,
      "Ġbec": 618,
      "Ġup": 619,
      "Ġpre": 620,
      "Ġthan": 621,
      "ie": 622,
      "Ġmay": 623,
      "ric": 624,
      "ile": 625,
      "ĠCh": 626,
      "Ġqu": 627,
      "iff": 628,
      "ople": 629,
      "Ġsome": 630,
      "ian": 631,
      "Ġyear": 632,
      "Ġrec": 633,
      "ays": 634,
      "nder": 635,
      "Ġthere": 636,
      "ates": 637,
      "ings": 638,
      "ail": 639,
      "Ġbeen": 640,
      "Ġwhen": 641,
      "ough": 642,
      "mer": 643,
      "Ġag": 644,
      "Ġgo": 645,
      "Ġinto": 646,
      "ph": 647,
      "Ġits": 648,
      "ren": 649,
      "vers": 650,
      "Ġtime": 651,
      "Ġ20": 652,
      "Ġtra": 653,
      "Ġwork": 654,
      "ĠV": 655,
      "rit": 656,
      "ons": 657,
      "Ġthese": 658,
      "erv": 659,
      "te": 660,
      "ĠThis": 661,
      "Ġover": 662,
      "Ġpeople": 663,
      "ally": 664,
      "rough": 665,
      "Ġhow": 666,
      "lud": 667,
      "Ġdiff": 668,
      "Ġhad": 669,
      "ause": 670,
      "ond": 671,
      "Ġtr": 672,
      "Ġcons": 673,
      "ms": 674,
      "tern": 675,
      "Ġro": 676,
      "ove": 677,
      "Ġuse": 678,
      "Ġcol": 679,
      "ll": 680,
      "Ġ3": 681,
      "Ġour": 682,
      "Ġra": 683,
      "Ġact": 684,
      "ific": 685,
      "we": 686,
      "Ġbet": 687,
      "Ġmost": 688,
      "int": 689,
      "Ġunder": 690,
      "Ġsa": 691,
      "Ġknow": 692,
      "lic": 693,
      "irst": 694,
      "ities": 695,
      "Ġwould": 696,
      "Ġlike": 697,
      "ys": 698,
      "lect": 699,
      "ments": 700,
      "Ġdes": 701,
      "Ġbl": 702,
      "alth": 703,
      "ook": 704,
      "ious": 705,
      "ject": 706,
      "Ġacc": 707,
      "ning": 708,
      "ĠY": 709,
      "les": 710,
      "row": 711,
      "velop": 712,
      "Ġtw": 713,
      "Ġnew": 714,
      "stem": 715,
      "Ġsuch": 716,
      "Ġrel": 717,
      "Ġneed": 718,
      "Ġif": 719,
      "Ġrep": 720,
      "ffect": 721,
      "ational": 722,
      "ient": 723,
      "Ġinclud": 724,
      "Ġchild": 725,
      "ob": 726,
      "Ġany": 727,
      "Ġhel": 728,
      "Ġgen": 729,
      "hed": 730,
      "ative": 731,
      "ple": 732,
      "Ġwhat": 733,
      "cess": 734,
      "ular": 735,
      "Ġonly": 736,
      "Ġhelp": 737,
      "Ġpr": 738,
      "Ġno": 739,
      "Ġused": 740,
      "ced": 741,
      "),": 742,
      "yp": 743,
      "Ġph": 744,
      "ating": 745,
      "Ġprov": 746,
      "ool": 747,
      "Ġind": 748,
      "Ġmany": 749,
      "ov": 750,
      "ĠUn": 751,
      "Ġprodu": 752,
      "Ġthrough": 753,
      "Ġam": 754,
      "Ġoff": 755,
      "Ġfirst": 756,
      "Ġdevelop": 757,
      "Ġspec": 758,
      "fter": 759,
      "Ġfe": 760,
      "oss": 761,
      "ics": 762,
      "ath": 763,
      "ise": 764,
      "iet": 765,
      "round": 766,
      "uc": 767,
      "Ġpo": 768,
      "ne": 769,
      "ark": 770,
      "Ġac": 771,
      "Ġreg": 772,
      "erm": 773,
      "Ġexp": 774,
      "Ġem": 775,
      "rib": 776,
      "ts": 777,
      "uring": 778,
      "Ġtwo": 779,
      "ful": 780,
      "old": 781,
      "ink": 782,
      "hen": 783,
      "oth": 784,
      "Ġsystem": 785,
      "iss": 786,
      "eth": 787,
      "Ġdiffere": 788,
      "ied": 789,
      "Ġob": 790,
      "ility": 791,
      "als": 792,
      "Ġass": 793,
      "ible": 794,
      "Ġdec": 795,
      "Ġatt": 796,
      "Ġsur": 797,
      "Ġadd": 798,
      "rop": 799,
      "ased": 800,
      "ife": 801,
      "ten": 802,
      "ĠHe": 803,
      "ange": 804,
      "ĠâĢĵ": 805,
      "Ġ-": 806,
      "ert": 807,
      "aw": 808,
      "ng": 809,
      "fore": 810,
      "In": 811,
      "Ġshould": 812,
      "ower": 813,
      "ures": 814,
      "ram": 815,
      "Ġsupp": 816,
      "Ġfl": 817,
      "Ġwell": 818,
      "Ġ201": 819,
      "ble": 820,
      "arch": 821,
      "Ġwater": 822,
      "ween": 823,
      "Ġ200": 824,
      "Ġrem": 825,
      "Ġyears": 826,
      "ract": 827,
      "sel": 828,
      "Ġinv": 829,
      "Ġsub": 830,
      "Ġco": 831,
      "own": 832,
      "ade": 833,
      "gan": 834,
      "Ġ4": 835,
      "ution": 836,
      "Ġsm": 837,
      "Ġcould": 838,
      "Ġbetween": 839,
      "Ġpres": 840,
      "its": 841,
      "Ġhealth": 842,
      "hes": 843,
      "Ġwhere": 844,
      "Ġhigh": 845,
      "cy": 846,
      "ick": 847,
      "wn": 848,
      "uch": 849,
      "Ġtrans": 850,
      "ever": 851,
      "Ġ5": 852,
      "Ġmake": 853,
      "ily": 854,
      "Ġher": 855,
      "ss": 856,
      "xt": 857,
      "Ġget": 858,
      "ants": 859,
      "Ġpers": 860,
      "ident": 861,
      "Ġear": 862,
      "ited": 863,
      "Ġbu": 864,
      "ology": 865,
      "Ġrese": 866,
      "Ġimport": 867,
      "ural": 868,
      "form": 869,
      "chn": 870,
      "ience": 871,
      "ivers": 872,
      "Ġinter": 873,
      "chool": 874,
      "ting": 875,
      "meric": 876,
      "Ġpol": 877,
      "Ġform": 878,
      "land": 879,
      "Ġnum": 880,
      "Ġdisc": 881,
      "Ġinst": 882,
      "ines": 883,
      "Ġmod": 884,
      "Ġexam": 885,
      "Ġfound": 886,
      "ont": 887,
      "ists": 888,
      "ict": 889,
      "Ġbecause": 890,
      "ins": 891,
      "ef": 892,
      "ually": 893,
      "Ġmed": 894,
      "Ġlear": 895,
      "Ġlar": 896,
      "Ġthen": 897,
      "Ġafter": 898,
      "Ġsim": 899,
      "hat": 900,
      "Ġworld": 901,
      "Ġdifferent": 902,
      "Ġeven": 903,
      "gy": 904,
      "ata": 905,
      "urn": 906,
      "Ġjust": 907,
      "Ġlong": 908,
      "ism": 909,
      "ness": 910,
      "Ġvery": 911,
      "Ġinform": 912,
      "Ġcent": 913,
      "Ġexper": 914,
      "ft": 915,
      "Ġcar": 916,
      "oy": 917,
      "Ġeffect": 918,
      "Ġhum": 919,
      "Ġdet": 920,
      "other": 921,
      "Ġway": 922,
      "Ġincre": 923,
      "cept": 924,
      "ature": 925,
      "get": 926,
      "Ġsee": 927,
      "Ġed": 928,
      "Ġcount": 929,
      "aking": 930,
      "Ġtyp": 931,
      "ĠAmeric": 932,
      "ically": 933,
      "vent": 934,
      "Ġthose": 935,
      "Ġref": 936,
      "Ġ18": 937,
      "Ġresp": 938,
      "ollow": 939,
      "ives": 940,
      "Ġke": 941,
      "Ġsign": 942,
      "Ġsaid": 943,
      "ck": 944,
      "Ġprog": 945,
      "Ġcall": 946,
      "Ġvar": 947,
      "Ġgener": 948,
      "cer": 949,
      "Ġpub": 950,
      "iew": 951,
      "Ġevery": 952,
      "Ġchildren": 953,
      "Ġpat": 954,
      "Ġsoc": 955,
      "Ġext": 956,
      "ues": 957,
      "omm": 958,
      "Ġbeing": 959,
      "ds": 960,
      "ps": 961,
      "Ġfact": 962,
      "arm": 963,
      "ork": 964,
      "tle": 965,
      "Ġloc": 966,
      "Ġsec": 967,
      "Ġeach": 968,
      "led": 969,
      "Ġresult": 970,
      ".âĢĿ": 971,
      "Ġprocess": 972,
      "ases": 973,
      "Ġpartic": 974,
      "Ġlife": 975,
      "Ġca": 976,
      "iron": 977,
      "Ġset": 978,
      "ruct": 979,
      "Th": 980,
      "Ġgra": 981,
      "Ġimportant": 982,
      "Ġmy": 983,
      "ages": 984,
      "Ġcommun": 985,
      "Ġtechn": 986,
      "ĠAl": 987,
      "ather": 988,
      "vern": 989,
      "ody": 990,
      "ĠWe": 991,
      "Ġmuch": 992,
      "Ġrequ": 993,
      "..": 994,
      "Ġinformation": 995,
      "cent": 996,
      "ved": 997,
      "Ġshe": 998,
      "Ġdist": 999,
      "Ġcre": 1000,
      "Ġmon": 1001,
      "io": 1002,
      "Ġdef": 1003,
      "ĠPro": 1004,
      "Ġfam": 1005,
      "Ġdep": 1006,
      "Ġown": 1007,
      "ized": 1008,
      "Ġfollow": 1009,
      "Ġent": 1010,
      "imes": 1011,
      "Ġduring": 1012,
      "Ġart": 1013,
      "Ġread": 1014,
      "ward": 1015,
      "Ġright": 1016,
      "Ġstudents": 1017,
      "Ġfood": 1018,
      "ĠThey": 1019,
      "Ġlevel": 1020,
      "ices": 1021,
      "gg": 1022,
      "Ġsame": 1023,
      "ĠAs": 1024,
      "Ġlead": 1025,
      "Ġmade": 1026,
      "hip": 1027,
      "ection": 1028,
      "ĠRe": 1029,
      "Ġdoes": 1030,
      "the": 1031,
      "Ġsk": 1032,
      "any": 1033,
      "Ġstudy": 1034,
      "Ġaut": 1035,
      "Ġfind": 1036,
      "Ġins": 1037,
      "Ġperson": 1038,
      "Ġ6": 1039,
      "Ġmin": 1040,
      "ize": 1041,
      "Ġproble": 1042,
      "ĠIf": 1043,
      "Ġgrow": 1044,
      "Ġend": 1045,
      "ĠAn": 1046,
      "Ġstr": 1047,
      "Ġcur": 1048,
      "ted": 1049,
      "Ġdata": 1050,
      "Ġav": 1051,
      "Ġgood": 1052,
      "und": 1053,
      "Ġback": 1054,
      "Ġpop": 1055,
      "Ġboth": 1056,
      "Ġche": 1057,
      "ĠFor": 1058,
      "ale": 1059,
      ".,": 1060,
      "ĠAr": 1061,
      "Ġgrou": 1062,
      "con": 1063,
      "viron": 1064,
      "Ġbefore": 1065,
      "iversity": 1066,
      "Ġexpl": 1067,
      "Ġschool": 1068,
      "ars": 1069,
      "Ġshow": 1070,
      "stand": 1071,
      "Ġsmall": 1072,
      "Ġhist": 1073,
      "Ġusing": 1074,
      "19": 1075,
      "Ġagain": 1076,
      "omen": 1077,
      "ince": 1078,
      "Ġcomple": 1079,
      "ivid": 1080,
      "ially": 1081,
      "ality": 1082,
      "Ġdi": 1083,
      "||": 1084,
      "read": 1085,
      "Ġcor": 1086,
      "Ġprot": 1087,
      "Ġbo": 1088,
      "ty": 1089,
      "ron": 1090,
      "Ġtreat": 1091,
      "ined": 1092,
      "Ġgl": 1093,
      "Ġoften": 1094,
      "20": 1095,
      "Ġmain": 1096,
      "nce": 1097,
      "Ġtest": 1098,
      "inal": 1099,
      "iel": 1100,
      "ĠHow": 1101,
      "000": 1102,
      "der": 1103,
      "rol": 1104,
      "Ġposs": 1105,
      "Ġhim": 1106,
      "ock": 1107,
      "Ġval": 1108,
      "ished": 1109,
      "Ġsol": 1110,
      "ute": 1111,
      "ix": 1112,
      "Ġless": 1113,
      "Ġwhile": 1114,
      "ax": 1115,
      "imate": 1116,
      "ergy": 1117,
      "Ġstate": 1118,
      "Ġlit": 1119,
      "ĠInd": 1120,
      "oh": 1121,
      "Ġday": 1122,
      "Ġris": 1123,
      "Ġnow": 1124,
      "Ġdise": 1125,
      "ex": 1126,
      "Ġtake": 1127,
      "ĠNew": 1128,
      "ĠSp": 1129,
      "Ġocc": 1130,
      "akes": 1131,
      "Ġserv": 1132,
      "ran": 1133,
      "Ġnumber": 1134,
      "ien": 1135,
      "ury": 1136,
      "irect": 1137,
      "ulation": 1138,
      "Ġorgan": 1139,
      "ral": 1140,
      "Ġmem": 1141,
      "vironment": 1142,
      "Ġcell": 1143,
      "ier": 1144,
      "Ġpower": 1145,
      "Ġvis": 1146,
      "dition": 1147,
      "Ġhuman": 1148,
      "Ġprovid": 1149,
      "Ġactiv": 1150,
      "Ġresearch": 1151,
      "ered": 1152,
      "Ġchar": 1153,
      "iety": 1154,
      "ĠSc": 1155,
      "Ġfun": 1156,
      "Ġdesign": 1157,
      "Ġ10": 1158,
      "iving": 1159,
      "up": 1160,
      "Ġsupport": 1161,
      "iqu": 1162,
      "air": 1163,
      "Ġbel": 1164,
      "Ġbody": 1165,
      "Ġthree": 1166,
      "Ġdown": 1167,
      "Ġmust": 1168,
      "Ġclass": 1169,
      "Ġaround": 1170,
      "Ġest": 1171,
      "ves": 1172,
      "ah": 1173,
      "uss": 1174,
      "Ġhand": 1175,
      "hers": 1176,
      "ters": 1177,
      "ven": 1178,
      "Ġlook": 1179,
      "Ġdid": 1180,
      "ger": 1181,
      "Ġcommon": 1182,
      "day": 1183,
      "Ġredu": 1184,
      "Ġconf": 1185,
      "Ġstart": 1186,
      "cl": 1187,
      "ital": 1188,
      "Ġgovern": 1189,
      "Ġgreat": 1190,
      "Ġpoint": 1191,
      "ium": 1192,
      "Ġ7": 1193,
      "Ġelect": 1194,
      "Ġplan": 1195,
      "ave": 1196,
      "aj": 1197,
      "self": 1198,
      "rent": 1199,
      "âĢĶ": 1200,
      "Ġcle": 1201,
      "ĠBut": 1202,
      "Ġland": 1203,
      "This": 1204,
      "ains": 1205,
      "ross": 1206,
      "Ġser": 1207,
      "Ġlarge": 1208,
      "ving": 1209,
      "Ġcontin": 1210,
      "ouse": 1211,
      "Ġexample": 1212,
      "Ġreport": 1213,
      "ring": 1214,
      "gen": 1215,
      "Ġthough": 1216,
      "Ġcare": 1217,
      "rain": 1218,
      "Ġincluding": 1219,
      "ared": 1220,
      "Ġ8": 1221,
      "acter": 1222,
      "com": 1223,
      "itions": 1224,
      "ash": 1225,
      "ional": 1226,
      ",âĢĿ": 1227,
      "outh": 1228,
      "Ġunderstand": 1229,
      "Ġret": 1230,
      "orn": 1231,
      "ee": 1232,
      "Ġcour": 1233,
      "Ġallow": 1234,
      "Ġop": 1235,
      "Ġconst": 1236,
      "ull": 1237,
      "Ġsom": 1238,
      "Ġcalled": 1239,
      "eg": 1240,
      "ĠThere": 1241,
      "Ġmet": 1242,
      "ner": 1243,
      "iver": 1244,
      "Ġbuild": 1245,
      "Ġstill": 1246,
      "Ġequ": 1247,
      "Ġpublic": 1248,
      "Ġwrit": 1249,
      "way": 1250,
      "Ġadv": 1251,
      "Ġeduc": 1252,
      "iven": 1253,
      "Ġpract": 1254,
      "esp": 1255,
      "ĠYou": 1256,
      ".\"": 1257,
      "ividual": 1258,
      "Ġbeh": 1259,
      "10": 1260,
      "Ġknown": 1261,
      "ĠAnd": 1262,
      "âĢĵ": 1263,
      "els": 1264,
      "Ġthink": 1265,
      "Ġquest": 1266,
      "aterial": 1267,
      "inc": 1268,
      "erest": 1269,
      "ired": 1270,
      "Ġide": 1271,
      "Ġgu": 1272,
      "osed": 1273,
      "Ġdr": 1274,
      "Ġgre": 1275,
      "Ġplace": 1276,
      "oms": 1277,
      "Ġappro": 1278,
      "Ġeas": 1279,
      "Ġfew": 1280,
      "ected": 1281,
      "oci": 1282,
      "âĢľ": 1283,
      "itive": 1284,
      "Ġmat": 1285,
      "iod": 1286,
      "ential": 1287,
      "Ġstand": 1288,
      "Ġ9": 1289,
      "ination": 1290,
      "ĠâĢĺ": 1291,
      "Ġmight": 1292,
      "ources": 1293,
      "ĠIs": 1294,
      "lish": 1295,
      "bers": 1296,
      "de": 1297,
      "ense": 1298,
      "ries": 1299,
      "Ġ199": 1300,
      "oun": 1301,
      "ids": 1302,
      "raph": 1303,
      "ization": 1304,
      "conom": 1305,
      "ĠWh": 1306,
      "ived": 1307,
      "ior": 1308,
      "me": 1309,
      "ason": 1310,
      "eral": 1311,
      "Ġenvironment": 1312,
      "Ġwant": 1313,
      "ĠThese": 1314,
      "ering": 1315,
      "Ġchang": 1316,
      "Ġwithin": 1317,
      "Ġdem": 1318,
      "Ġwithout": 1319,
      "Ġpresent": 1320,
      "Ġcaus": 1321,
      "Ġindividual": 1322,
      "Ġsym": 1323,
      "ertain": 1324,
      "ĠUniversity": 1325,
      "Ġiss": 1326,
      "ethod": 1327,
      "Ġplay": 1328,
      "ĠEng": 1329,
      "tt": 1330,
      "ording": 1331,
      "ration": 1332,
      "Ġenergy": 1333,
      "ians": 1334,
      "Ġtem": 1335,
      "eng": 1336,
      "Ġpur": 1337,
      "Ġphys": 1338,
      "ption": 1339,
      "ĠDe": 1340,
      "line": 1341,
      "Ġident": 1342,
      "Ġlearn": 1343,
      "Ġchange": 1344,
      "Ġimm": 1345,
      "Ġproduct": 1346,
      "Ġdon": 1347,
      "illion": 1348,
      "orth": 1349,
      "man": 1350,
      "ffic": 1351,
      "alk": 1352,
      "Ġdirect": 1353,
      "Ġdevelopment": 1354,
      "less": 1355,
      "Ġcap": 1356,
      "ĠAmerican": 1357,
      "Ġsocial": 1358,
      "Ġwomen": 1359,
      "Ġdisease": 1360,
      "ĠCon": 1361,
      "Ġarea": 1362,
      "Ġben": 1363,
      "Ġmaterial": 1364,
      "Ġpot": 1365,
      "Ġair": 1366,
      "Ġ&": 1367,
      "angu": 1368,
      "Ġanother": 1369,
      "Ġproject": 1370,
      "Ġbre": 1371,
      "Ġpass": 1372,
      "Ġlaw": 1373,
      "Ġpos": 1374,
      "Ġimpro": 1375,
      "iness": 1376,
      "Ġsit": 1377,
      "Ġprof": 1378,
      "arent": 1379,
      "ton": 1380,
      "Ġsl": 1381,
      "ets": 1382,
      "ability": 1383,
      "Ġbelie": 1384,
      "agn": 1385,
      "Ġve": 1386,
      "ological": 1387,
      "Ġmus": 1388,
      "ug": 1389,
      "sc": 1390,
      "Ġant": 1391,
      "Ġhome": 1392,
      "Ġlight": 1393,
      "ris": 1394,
      "ats": 1395,
      "Ġrisk": 1396,
      "Ġcult": 1397,
      "bs": 1398,
      "Ġinclude": 1399,
      "Ġinterest": 1400,
      "ajor": 1401,
      "'t": 1402,
      "Ġdesc": 1403,
      "ified": 1404,
      "Ġrest": 1405,
      "ained": 1406,
      "Ġeng": 1407,
      "Ġbas": 1408,
      "ccess": 1409,
      "erc": 1410,
      "It": 1411,
      "rist": 1412,
      "Ġet": 1413,
      "Ġbest": 1414,
      "atic": 1415,
      "ental": 1416,
      "rodu": 1417,
      "Ġcontrol": 1418,
      "Ġmeas": 1419,
      "ĠPh": 1420,
      "ify": 1421,
      "Ġanim": 1422,
      "Ġblood": 1423,
      "ield": 1424,
      "ently": 1425,
      "Ġold": 1426,
      "Ġbecome": 1427,
      "Ġmark": 1428,
      "Ġprogram": 1429,
      "Ġpain": 1430,
      "Ġopp": 1431,
      "atural": 1432,
      "Ġsever": 1433,
      "Ġagainst": 1434,
      "az": 1435,
      "ik": 1436,
      "cing": 1437,
      "Ġgovernment": 1438,
      "Ġmethod": 1439,
      "ĠAd": 1440,
      "ways": 1441,
      "Ġmil": 1442,
      "Ġanal": 1443,
      "Ġleg": 1444,
      "lished": 1445,
      "ision": 1446,
      "Ġwar": 1447,
      "Ġlow": 1448,
      "arc": 1449,
      "Ġearly": 1450,
      "gin": 1451,
      "Ġhere": 1452,
      "Ġpar": 1453,
      "ern": 1454,
      "hor": 1455,
      "Ġele": 1456,
      "ĠHowever": 1457,
      "ining": 1458,
      "Ġproper": 1459,
      "Ġeconom": 1460,
      "Ġbetter": 1461,
      "Ġmove": 1462,
      "to": 1463,
      "here": 1464,
      "ĠSh": 1465,
      "ource": 1466,
      "Ġtoo": 1467,
      "Ġorder": 1468,
      "ills": 1469,
      "Ġreal": 1470,
      "Ġlast": 1471,
      "Ġfore": 1472,
      "ead": 1473,
      "Ġsecond": 1474,
      "use": 1475,
      "Ġkeep": 1476,
      "Ġgroup": 1477,
      "ission": 1478,
      "Ġprovide": 1479,
      "Ġmeans": 1480,
      "ards": 1481,
      "rap": 1482,
      "amp": 1483,
      "ories": 1484,
      "Ġhistory": 1485,
      "eed": 1486,
      "Ġunt": 1487,
      "Ġoper": 1488,
      "Ġsay": 1489,
      "Ġcause": 1490,
      "Ġparticular": 1491,
      "ention": 1492,
      "ider": 1493,
      "ĠUnited": 1494,
      "Ġfamily": 1495,
      "ĠRes": 1496,
      "Ġmajor": 1497,
      "icle": 1498,
      "Ġavail": 1499,
      "Ġoccur": 1500,
      "Ġtre": 1501,
      "ank": 1502,
      "Ġter": 1503,
      "Ġpossible": 1504,
      "ote": 1505,
      "Ġpercent": 1506,
      "ples": 1507,
      "ware": 1508,
      "ients": 1509,
      "Ġdev": 1510,
      "Ġtop": 1511,
      "ĠCl": 1512,
      "Ġseveral": 1513,
      "Ġcurrent": 1514,
      "ĠEx": 1515,
      "Ġfin": 1516,
      "Ġmean": 1517,
      "Ġnear": 1518,
      "ograph": 1519,
      "pect": 1520,
      "Ġorig": 1521,
      "oid": 1522,
      "ret": 1523,
      "Ġaddition": 1524,
      "ĠWhen": 1525,
      "Ġspecies": 1526,
      "Ġinvol": 1527,
      "Ġsaf": 1528,
      "ĠâĢĶ": 1529,
      "Ġthings": 1530,
      "Ġ15": 1531,
      "Ġable": 1532,
      "ĠCol": 1533,
      "par": 1534,
      "ina": 1535,
      "lu": 1536,
      "Ġperiod": 1537,
      "Ġperform": 1538,
      "ogn": 1539,
      "Ġindu": 1540,
      "idence": 1541,
      "view": 1542,
      "Ġmen": 1543,
      "ĠZ": 1544,
      "Ġhig": 1545,
      "Ġlearning": 1546,
      "Ġbenef": 1547,
      "ĠPl": 1548,
      "Ġsince": 1549,
      "irc": 1550,
      "ĠGod": 1551,
      "Ġhapp": 1552,
      "Ġbus": 1553,
      "Ġprom": 1554,
      "Ġcal": 1555,
      "Ġareas": 1556,
      "Ġel": 1557,
      "Ġmar": 1558,
      "Ġlangu": 1559,
      "Ġ[": 1560,
      "Ġopen": 1561,
      "Ġothers": 1562,
      "though": 1563,
      "ĠCan": 1564,
      "Ġamong": 1565,
      "Ġscient": 1566,
      "Ġnon": 1567,
      ",\"": 1568,
      "ames": 1569,
      "Ġfeel": 1570,
      "Ġlim": 1571,
      "Ġfre": 1572,
      "Ġtreatment": 1573,
      "Ġaffect": 1574,
      "ator": 1575,
      "Ġname": 1576,
      "sy": 1577,
      "Ġ.": 1578,
      "Ġsays": 1579,
      "ĠSe": 1580,
      "ilar": 1581,
      "ww": 1582,
      "What": 1583,
      "ĠStates": 1584,
      "osp": 1585,
      "ĠTo": 1586,
      "ĠComm": 1587,
      "Ġsignific": 1588,
      "ole": 1589,
      "Ġbased": 1590,
      "of": 1591,
      "ĠAt": 1592,
      "Ġfollowing": 1593,
      "Ġavailable": 1594,
      "ended": 1595,
      "port": 1596,
      "ends": 1597,
      "urop": 1598,
      "Ġtimes": 1599,
      "ling": 1600,
      "ĠQ": 1601,
      "Ġcost": 1602,
      "Ġcountry": 1603,
      "Ġcertain": 1604,
      "omp": 1605,
      "Ġfour": 1606,
      "elf": 1607,
      "Ġhead": 1608,
      "Ġfac": 1609,
      "Ġaccess": 1610,
      "Ġobject": 1611,
      "ably": 1612,
      "Ġprevent": 1613,
      "Ġcase": 1614,
      "Ġplant": 1615,
      "ots": 1616,
      "une": 1617,
      "ploy": 1618,
      "__": 1619,
      "rid": 1620,
      "Ġwee": 1621,
      "ocus": 1622,
      "Ġage": 1623,
      "Ġcond": 1624,
      "Ġdel": 1625,
      "be": 1626,
      "Ġview": 1627,
      "urther": 1628,
      "Ġlo": 1629,
      "Ġcome": 1630,
      "Ġfree": 1631,
      "Ġrun": 1632,
      "ised": 1633,
      "Ġconn": 1634,
      "Ġlocal": 1635,
      "Ġstruct": 1636,
      "stit": 1637,
      "Ġpost": 1638,
      "Ġcells": 1639,
      "Ġ17": 1640,
      "ope": 1641,
      "Ġbro": 1642,
      "Ġproblem": 1643,
      "ĠChrist": 1644,
      "We": 1645,
      "Ġlist": 1646,
      "ĠEn": 1647,
      "Ġsuccess": 1648,
      "Ġrece": 1649,
      "Ġtype": 1650,
      "Ġmonth": 1651,
      "resent": 1652,
      "ĠCent": 1653,
      "ething": 1654,
      "Ġyoung": 1655,
      "Ġlab": 1656,
      "Ġlittle": 1657,
      "Ġput": 1658,
      "Ġintern": 1659,
      "Ġbi": 1660,
      "hy": 1661,
      "Ġbir": 1662,
      "ression": 1663,
      "Ġpress": 1664,
      "Ġvol": 1665,
      "oint": 1666,
      "Ġcreat": 1667,
      "Ġlater": 1668,
      "ggest": 1669,
      "Ġproblems": 1670,
      "Ġlevels": 1671,
      "icult": 1672,
      "olution": 1673,
      "Ġnatural": 1674,
      "Ġuntil": 1675,
      "str": 1676,
      "Ġlet": 1677,
      "ĠNational": 1678,
      "ones": 1679,
      "urope": 1680,
      "Ġfar": 1681,
      "If": 1682,
      "work": 1683,
      "Ġ12": 1684,
      "aper": 1685,
      "Ġassoci": 1686,
      "Ġbook": 1687,
      "Ġhard": 1688,
      "ged": 1689,
      "Ġamount": 1690,
      "hem": 1691,
      "ĠTe": 1692,
      "ances": 1693,
      "Ġseem": 1694,
      "Ġgiven": 1695,
      "Ġcomput": 1696,
      "ately": 1697,
      "ledge": 1698,
      "por": 1699,
      "ither": 1700,
      "not": 1701,
      "Ġheart": 1702,
      "12": 1703,
      "Ġmaking": 1704,
      "oks": 1705,
      "Ġturn": 1706,
      "ĠAf": 1707,
      "Ġsuggest": 1708,
      "ortun": 1709,
      "Ġflow": 1710,
      "atory": 1711,
      "Ġpolit": 1712,
      "ured": 1713,
      "Ġdeterm": 1714,
      "ĠBe": 1715,
      "Ġmult": 1716,
      "Ġcho": 1717,
      "ĠOr": 1718,
      "18": 1719,
      "Ġimpact": 1720,
      "aps": 1721,
      "ication": 1722,
      "over": 1723,
      "Ġsw": 1724,
      "Ġfocus": 1725,
      "Ġsomething": 1726,
      "Ġshort": 1727,
      "agement": 1728,
      "aken": 1729,
      "ides": 1730,
      "Ġsignificant": 1731,
      "Ġess": 1732,
      "icro": 1733,
      "Ġbehav": 1734,
      "Ġ$": 1735,
      "uture": 1736,
      "Ġlikely": 1737,
      "Ġalong": 1738,
      "Ġdue": 1739,
      "ĠAll": 1740,
      "Ġinvest": 1741,
      "Ġ0": 1742,
      "Ġcourse": 1743,
      "sp": 1744,
      "ĠEurope": 1745,
      "vious": 1746,
      "cle": 1747,
      "Ġfunction": 1748,
      "Ġcomb": 1749,
      "orld": 1750,
      "face": 1751,
      "Ġdays": 1752,
      "Ġdra": 1753,
      "Ġcirc": 1754,
      "Ġalways": 1755,
      "Ġrad": 1756,
      "ĠOn": 1757,
      "Ġteac": 1758,
      "Ġclear": 1759,
      "Ġeducation": 1760,
      "Ġdeath": 1761,
      "Ġvir": 1762,
      "ĠUS": 1763,
      "ohn": 1764,
      "ned": 1765,
      "ĠMed": 1766,
      "Ġappear": 1767,
      "Ġfil": 1768,
      "ours": 1769,
      "Ġsing": 1770,
      "Ġhy": 1771,
      "Ġcommunity": 1772,
      "ĠWhat": 1773,
      "Ġpast": 1774,
      "ending": 1775,
      "ried": 1776,
      "Ġusually": 1777,
      "Ġsystems": 1778,
      "Ġwords": 1779,
      "Ġmillion": 1780,
      "Ġincrease": 1781,
      "anc": 1782,
      "Ġpopulation": 1783,
      "ecially": 1784,
      "Ġ16": 1785,
      "Ġ'": 1786,
      "pr": 1787,
      "aster": 1788,
      "Ġobs": 1789,
      "Ġbrain": 1790,
      "Ġtoday": 1791,
      "As": 1792,
      "Ġdifficult": 1793,
      "Ġcentury": 1794,
      "Ġgive": 1795,
      "Ġresults": 1796,
      "Ġline": 1797,
      "Ġdescrib": 1798,
      "ape": 1799,
      "ember": 1800,
      "Ġcreate": 1801,
      "Ġexist": 1802,
      "Ġabove": 1803,
      "Ġspace": 1804,
      "Ġauthor": 1805,
      "Ġconsum": 1806,
      "Ġlanguage": 1807,
      "Ġrele": 1808,
      "app": 1809,
      "Ġspecific": 1810,
      "Ġtechnology": 1811,
      "Ġwhy": 1812,
      "min": 1813,
      "Ġcancer": 1814,
      "Ġsimilar": 1815,
      "Ġenc": 1816,
      "asing": 1817,
      "ively": 1818,
      "Ġer": 1819,
      "Ġexperience": 1820,
      "Ġey": 1821,
      "Ġgr": 1822,
      "There": 1823,
      "etic": 1824,
      "11": 1825,
      "ored": 1826,
      "Ġneeds": 1827,
      "Ġnext": 1828,
      "Ġconditions": 1829,
      "ptoms": 1830,
      "mit": 1831,
      "ators": 1832,
      "most": 1833,
      "ler": 1834,
      "especially": 1835,
      "Ġspecial": 1836,
      "Ġdiscuss": 1837,
      "Ġmov": 1838,
      "Ġrecord": 1839,
      "ĠEar": 1840,
      "ruction": 1841,
      "obal": 1842,
      "Ġparent": 1843,
      "Ġcharacter": 1844,
      "Ġill": 1845,
      "iation": 1846,
      "ribut": 1847,
      "idd": 1848,
      "50": 1849,
      "Ġestab": 1850,
      "aining": 1851,
      "Ġask": 1852,
      "isc": 1853,
      "ĠSo": 1854,
      "af": 1855,
      "Ġbegin": 1856,
      "Ġnecess": 1857,
      "Ġacross": 1858,
      "Ġcrit": 1859,
      "How": 1860,
      "Ġtemper": 1861,
      "Ġkind": 1862,
      "atch": 1863,
      "St": 1864,
      "Ġfuture": 1865,
      "ique": 1866,
      "rug": 1867,
      "Ġtry": 1868,
      "Ġchanges": 1869,
      "reen": 1870,
      "selves": 1871,
      "ĠBrit": 1872,
      "Ġdam": 1873,
      "Ġside": 1874,
      "Ġhowever": 1875,
      "Ġleast": 1876,
      "Ġnever": 1877,
      "ode": 1878,
      "Ġrespons": 1879,
      "Ġprop": 1880,
      "Ġvarious": 1881,
      "by": 1882,
      "ĠAfric": 1883,
      "Ġhigher": 1884,
      "Ġapplic": 1885,
      "Ġleft": 1886,
      "Ġstrong": 1887,
      "ilities": 1888,
      "nal": 1889,
      "Ġtoget": 1890,
      "Ġtogether": 1891,
      "Ġresearc": 1892,
      "Ġtru": 1893,
      "Ġbusiness": 1894,
      "ym": 1895,
      "ateg": 1896,
      "orts": 1897,
      "Ġprofess": 1898,
      "Ġcountries": 1899,
      "Ġcomplete": 1900,
      "omes": 1901,
      "Ġworks": 1902,
      "ray": 1903,
      "Ġcolle": 1904,
      "ox": 1905,
      "ĠBl": 1906,
      "for": 1907,
      "Ġenough": 1908,
      "ane": 1909,
      "let": 1910,
      "alf": 1911,
      "thing": 1912,
      "oman": 1913,
      "Ġmot": 1914,
      "Ġworking": 1915,
      "aim": 1916,
      "aves": 1917,
      "oot": 1918,
      "Ġtool": 1919,
      "Ġaway": 1920,
      "oney": 1921,
      "Ġespecially": 1922,
      "Ġchem": 1923,
      "Ġrequire": 1924,
      "Ġterm": 1925,
      "aces": 1926,
      "aching": 1927,
      "Ġimprove": 1928,
      "Ġways": 1929,
      "Ġhaving": 1930,
      "duct": 1931,
      "Ġplants": 1932,
      "Ġkey": 1933,
      "ĠGerm": 1934,
      "amm": 1935,
      "Ġnet": 1936,
      "ument": 1937,
      "Ġcy": 1938,
      "ued": 1939,
      "acy": 1940,
      "Ġgeneral": 1941,
      "lement": 1942,
      "ĠWar": 1943,
      "sw": 1944,
      "ysis": 1945,
      "ilt": 1946,
      "ipp": 1947,
      "ales": 1948,
      "ges": 1949,
      "Ġcases": 1950,
      "ĠJohn": 1951,
      "Ġfull": 1952,
      "Ġcr": 1953,
      "Ġeffects": 1954,
      "Ġknowledge": 1955,
      "iting": 1956,
      "Ġ198": 1957,
      "Ġstudies": 1958,
      "ires": 1959,
      "Ġprim": 1960,
      "Ġaccount": 1961,
      "istic": 1962,
      "Ġbecame": 1963,
      "Ġtypes": 1964,
      "Ġsubject": 1965,
      "Ġconsider": 1966,
      "Ġteam": 1967,
      "Ġpatients": 1968,
      "Ġrepresent": 1969,
      "Ġsens": 1970,
      "Ġreason": 1971,
      "Ġz": 1972,
      "ae": 1973,
      "aring": 1974,
      "Ġwhether": 1975,
      "Ġnorm": 1976,
      "Ġhouse": 1977,
      "Ġfund": 1978,
      "Ġgoing": 1979,
      "Ġrelations": 1980,
      "hing": 1981,
      "side": 1982,
      "Ġself": 1983,
      "itor": 1984,
      "NA": 1985,
      "Ġmind": 1986,
      "Ġprotect": 1987,
      "Ġsymptoms": 1988,
      "Ġground": 1989,
      "Ġconcer": 1990,
      "Ġstep": 1991,
      "ĠSome": 1992,
      "Ġcity": 1993,
      "Ġmakes": 1994,
      "15": 1995,
      "30": 1996,
      "Ġphysical": 1997,
      "ency": 1998,
      "erence": 1999,
      "An": 2000,
      "//": 2001,
      "ott": 2002,
      "apt": 2003,
      "ĠWorld": 2004,
      "For": 2005,
      "...": 2006,
      "ready": 2007,
      "edi": 2008,
      "ĠEnglish": 2009,
      "lo": 2010,
      "Ġlower": 2011,
      "Ġfurther": 2012,
      "chie": 2013,
      "Ġinflu": 2014,
      "ĠGo": 2015,
      "Ġpolic": 2016,
      "aut": 2017,
      "ung": 2018,
      "200": 2019,
      "Ġsum": 2020,
      "ification": 2021,
      "Ġscience": 2022,
      "ĠOne": 2023,
      "ley": 2024,
      "Ġnut": 2025,
      "Ġ30": 2026,
      "Ġrole": 2027,
      "eter": 2028,
      "Ġbig": 2029,
      "Ġquestion": 2030,
      "ĠGen": 2031,
      "ird": 2032,
      "unt": 2033,
      "Ġchall": 2034,
      "iol": 2035,
      "Ġeff": 2036,
      "mber": 2037,
      "Ġopt": 2038,
      "Ġgroups": 2039,
      "Ġsure": 2040,
      "Ġactivities": 2041,
      "rel": 2042,
      "ĠWith": 2043,
      "Ġpred": 2044,
      "Ġparticip": 2045,
      "Ġstat": 2046,
      "eb": 2047,
      "Ġtext": 2048,
      "Ġvalue": 2049,
      "Ġstory": 2050,
      "ream": 2051,
      "16": 2052,
      "Ġindic": 2053,
      "://": 2054,
      "Ġens": 2055,
      "Ġdig": 2056,
      "atures": 2057,
      "Ġbelow": 2058,
      "augh": 2059,
      "Ġclose": 2060,
      "Ġemploy": 2061,
      "cul": 2062,
      "ibility": 2063,
      "ĠIntern": 2064,
      "Ġloss": 2065,
      "ables": 2066,
      "urch": 2067,
      "Ġseen": 2068,
      "Ġtoward": 2069,
      "Ġrather": 2070,
      "Ġactivity": 2071,
      "acc": 2072,
      "Ġresources": 2073,
      "Ġsite": 2074,
      "sych": 2075,
      "Ġ14": 2076,
      "ĠThat": 2077,
      "etimes": 2078,
      "Ġlive": 2079,
      "ann": 2080,
      "urity": 2081,
      "Ġoffic": 2082,
      "bon": 2083,
      "Ġalready": 2084,
      "Ġrange": 2085,
      "ites": 2086,
      "Ġdeg": 2087,
      "ĠCar": 2088,
      "Ġpotential": 2089,
      "esc": 2090,
      "Ġdone": 2091,
      "rams": 2092,
      "Ġwr": 2093,
      "Ġprob": 2094,
      "oura": 2095,
      "ĠHealth": 2096,
      "Ġword": 2097,
      "right": 2098,
      "ands": 2099,
      "verage": 2100,
      "Ġreally": 2101,
      "ĠMar": 2102,
      "uation": 2103,
      "Ġneg": 2104,
      "Ġproducts": 2105,
      "Ġgrowth": 2106,
      "overed": 2107,
      "Ġeither": 2108,
      "Ġflu": 2109,
      "Ġrecogn": 2110,
      "Ġcollect": 2111,
      "Ġmodel": 2112,
      "Ġdeveloped": 2113,
      "Ġdiet": 2114,
      "Ġlot": 2115,
      "Ġtradition": 2116,
      "yn": 2117,
      "Ġevidence": 2118,
      "Ġur": 2119,
      "ĠCal": 2120,
      "ER": 2121,
      "ublic": 2122,
      "Ġphot": 2123,
      "Ġwind": 2124,
      "Ġnational": 2125,
      "Ġsingle": 2126,
      "amin": 2127,
      "osis": 2128,
      "Ġfall": 2129,
      "Ġfive": 2130,
      "Ġoil": 2131,
      "Ġproduction": 2132,
      "Ġreturn": 2133,
      "ĠAm": 2134,
      "ĠIm": 2135,
      "Ġquality": 2136,
      "17": 2137,
      "ĠNorth": 2138,
      "put": 2139,
      "Ġevent": 2140,
      "Ġupon": 2141,
      "Ġonce": 2142,
      "fact": 2143,
      "earch": 2144,
      "Ġarticle": 2145,
      "Ġbuilding": 2146,
      "Ġdom": 2147,
      "ĠBy": 2148,
      "Ġbat": 2149,
      "ĠDr": 2150,
      "iple": 2151,
      "Ġmedical": 2152,
      "idered": 2153,
      "iam": 2154,
      "ĠGe": 2155,
      "Ġaccording": 2156,
      "Ġissues": 2157,
      "Ġachie": 2158,
      "ĠLe": 2159,
      "Ġmeet": 2160,
      "Ġmembers": 2161,
      "Ġdoct": 2162,
      "Ġmass": 2163,
      "Ġresearchers": 2164,
      "ivil": 2165,
      "Ġwhole": 2166,
      "Ġfrequ": 2167,
      "Ġtaken": 2168,
      "Ġsun": 2169,
      "When": 2170,
      "Ġdrug": 2171,
      "Ġquestions": 2172,
      "Ġsurface": 2173,
      "Ġreduce": 2174,
      "Ġrelig": 2175,
      "13": 2176,
      "ery": 2177,
      "ison": 2178,
      "Ġabs": 2179,
      "val": 2180,
      "ule": 2181,
      "ival": 2182,
      "Ġpaper": 2183,
      "Ġinit": 2184,
      "ĠSoc": 2185,
      "Ġdetail": 2186,
      "Ġindust": 2187,
      "Ġnature": 2188,
      "Ġrate": 2189,
      "Ġred": 2190,
      "ĠAb": 2191,
      "ches": 2192,
      "14": 2193,
      "rect": 2194,
      "Ġfield": 2195,
      "ĠTr": 2196,
      "ibr": 2197,
      "Ġcame": 2198,
      "Ġclimate": 2199,
      "ĠSouth": 2200,
      "Ġsource": 2201,
      "Ġconcept": 2202,
      "Ġskills": 2203,
      "Ġann": 2204,
      "Ġsent": 2205,
      "Ġcut": 2206,
      "ĠShe": 2207,
      "ips": 2208,
      "fer": 2209,
      "Ġaddress": 2210,
      "Ġthemselves": 2211,
      "Ġhold": 2212,
      "ĠAss": 2213,
      "Ġdest": 2214,
      "Ġliving": 2215,
      "Ġconsidered": 2216,
      "ĠAmerica": 2217,
      "Ġpolitical": 2218,
      "Ġthought": 2219,
      "Ġcreated": 2220,
      "Ġanimals": 2221,
      "ĠStud": 2222,
      "Ġtot": 2223,
      "Ġwide": 2224,
      "rict": 2225,
      "ĠAust": 2226,
      "ournal": 2227,
      "Ġobserv": 2228,
      "Ġcannot": 2229,
      "leep": 2230,
      "plic": 2231,
      "fficient": 2232,
      "Ġfri": 2233,
      "Ġintrodu": 2234,
      "ĠMay": 2235,
      "enn": 2236,
      "ask": 2237,
      "ront": 2238,
      "roll": 2239,
      "sh": 2240,
      "Ġfail": 2241,
      "illed": 2242,
      "Ġtell": 2243,
      "Ġwhite": 2244,
      "Ġlay": 2245,
      "reme": 2246,
      "Ġver": 2247,
      "Ġmicro": 2248,
      "Ġrecomm": 2249,
      "Ġunderstanding": 2250,
      "ety": 2251,
      "Ġsoil": 2252,
      "Ġweight": 2253,
      "Ġhistor": 2254,
      "like": 2255,
      "Ġsize": 2256,
      "Ġactually": 2257,
      "Ġincreased": 2258,
      "Ġadult": 2259,
      "Ġassociated": 2260,
      "Ġ13": 2261,
      "org": 2262,
      "oon": 2263,
      "Ġ197": 2264,
      "utions": 2265,
      "ĠYork": 2266,
      "Ġpay": 2267,
      "ĠRep": 2268,
      "Ġsimple": 2269,
      "Ġweek": 2270,
      "Ġpractice": 2271,
      "Ġsound": 2272,
      "reg": 2273,
      "Ġarg": 2274,
      "ĠEarth": 2275,
      "Ġitself": 2276,
      "âĢ¦": 2277,
      "ivity": 2278,
      "Ġsal": 2279,
      "epend": 2280,
      "Ġstress": 2281,
      "Ġpressure": 2282,
      "ĠMan": 2283,
      "Ch": 2284,
      "Ġopportun": 2285,
      "Ġstates": 2286,
      "Ġstudent": 2287,
      "SA": 2288,
      "sequ": 2289,
      "ober": 2290,
      "Ġmarket": 2291,
      "Ġpublished": 2292,
      "):": 2293,
      "ĠPr": 2294,
      "ney": 2295,
      "itud": 2296,
      "Ġentire": 2297,
      "Ġfamil": 2298,
      "Ġskin": 2299,
      "Ġcondition": 2300,
      "Ġrights": 2301,
      "ened": 2302,
      "olic": 2303,
      "Ġrelated": 2304,
      "Ġrequired": 2305,
      "Ġeffective": 2306,
      "Ġcomplex": 2307,
      "Ġability": 2308,
      "oph": 2309,
      "Ġalmost": 2310,
      "erve": 2311,
      "Ġfat": 2312,
      "ĠSy": 2313,
      "ĠAct": 2314,
      "Ġglobal": 2315,
      "aced": 2316,
      "Ġneeded": 2317,
      "Ġ=": 2318,
      "ging": 2319,
      "Ġdoc": 2320,
      "Ġblack": 2321,
      "artment": 2322,
      "Ġquick": 2323,
      "aged": 2324,
      "Ġrelationship": 2325,
      "Ġidea": 2326,
      "Ġmor": 2327,
      "go": 2328,
      "Ġhalf": 2329,
      "\".": 2330,
      "Ġeconomic": 2331,
      "pro": 2332,
      "Ġmaint": 2333,
      "Ġfish": 2334,
      "Ġmanagement": 2335,
      "Ġprovides": 2336,
      "hib": 2337,
      "Ġspe": 2338,
      ".)": 2339,
      "Ġmaterials": 2340,
      "Ġexerc": 2341,
      "Ġengine": 2342,
      "light": 2343,
      "Ġmodern": 2344,
      "itary": 2345,
      "Al": 2346,
      "ening": 2347,
      "Ġpurp": 2348,
      "Ġcomes": 2349,
      "Ġhealthy": 2350,
      "Ġtook": 2351,
      "ma": 2352,
      "ush": 2353,
      "To": 2354,
      "ĠDep": 2355,
      "Ġcat": 2356,
      "oses": 2357,
      "Ġsuper": 2358,
      "Ġclaim": 2359,
      "Ġvers": 2360,
      "gest": 2361,
      "Ġexperien": 2362,
      "Ġansw": 2363,
      "Ġavoid": 2364,
      "lying": 2365,
      "Ġport": 2366,
      "Ġhtt": 2367,
      "ĠX": 2368,
      "eds": 2369,
      "ply": 2370,
      "ores": 2371,
      "Ġparts": 2372,
      "apan": 2373,
      "urs": 2374,
      "rad": 2375,
      "Ġprote": 2376,
      "Ġpriv": 2377,
      "Ġservices": 2378,
      "aging": 2379,
      "Ġnecessary": 2380,
      "utes": 2381,
      "ump": 2382,
      "vere": 2383,
      "Ġbegan": 2384,
      "rown": 2385,
      "ĠHist": 2386,
      "Ġarch": 2387,
      "Ġsuff": 2388,
      "Ġ|": 2389,
      "acks": 2390,
      "ai": 2391,
      "oll": 2392,
      "Ġmoney": 2393,
      "Ġlink": 2394,
      "ĠHis": 2395,
      "cient": 2396,
      "Ġassess": 2397,
      "ĠState": 2398,
      "Ġbar": 2399,
      "Ġcomputer": 2400,
      "bo": 2401,
      "Ġfactors": 2402,
      "Ġparents": 2403,
      "chan": 2404,
      "--": 2405,
      "Ġcoll": 2406,
      "Ġpath": 2407,
      "Ġyet": 2408,
