{
  "name": "fineweb_edu_public_bpe_16k",
  "type": "BPE",
  "library": "tokenizers",
  "vocab_size_target": 16384,
  "vocab_size_observed": 16384,
  "special_tokens": [
    "<|endoftext|>",
    "<|pad|>",
    "<|unk|>"
  ],
  "special_token_ids": {
    "<|endoftext|>": 0,
    "<|pad|>": 1,
    "<|unk|>": 2
  },
  "artifact_path": "tokenizers/fineweb_edu_public_bpe_16k",
  "tokenizer_json": "tokenizers/fineweb_edu_public_bpe_16k/tokenizer.json",
  "input_train_jsonl": "data/public_corpus/fineweb_edu_sample10bt_500mb/splits/fineweb_edu_500mb.train.jsonl",
  "input_val_jsonl": "data/public_corpus/fineweb_edu_sample10bt_500mb/splits/fineweb_edu_500mb.val.jsonl",
  "text_field": "text",
  "dataset_id": "HuggingFaceFW/fineweb-edu",
  "dataset_config": "sample-10BT",
  "source_slice": "500MB",
  "license": "odc-by",
  "seed": 336,
  "existing_mixed_domain_tokenizer_unchanged": true,
  "is_production_tokenizer": false,
  "notes": "Public FineWeb-Edu 500MB BPE tokenizer for MVP public corpus experiments"
}
