#version: 0.2
Ġ t
h e
â Ģ
Ġ a
Ġ s
i n
Ġt he
Ġ w
o u
o n
i t
r e
a t
n d
e r
in g
âĢ ľ
âĢ Ŀ
Ġ c
Ġ b
e d
e n
Ġ o
Ġ m
Ġt o
Ġ l
Ġ Ġ
l l
i d
Ġ d
o r
Ġ f
i s
Ġa nd
Ġ h
c e
a r
Ġt h
âĢ Ļ
l e
a s
a n
Ġ he
Ġo f
Ġ p
o w
Ġ it
Ġ n
e s
Ġ in
Ġs a
Ġ g
l i
Ġ âĢľ
Ġs he
a d
o t
Ġb e
s e
l y
y ou
Ġ e
Ġsa id
u t
Ġ A
m e
v er
i on
Ġ you
Ġ on
li ce
, âĢĿ
a l
Ġ I
l d
Ġw as
s t
en t
r o
g h
Ġhe r
ĠA lice
u r
ou t
c h
Ġ re
e t
Ġ u
Ġa s
v e
! âĢĿ
o o
Ġth at
a in
âĢ Ķ
k e
Ġ r
Ġw h
i m
Ġs o
c k
gh t
c t
it h
ou ld
ĠĠ Ġ
t he
Ġs t
a y
s s
Ġ is
t le
Ġa t
Ġn ot
t er
Ġw ith
Ġf or
a nd
t h
a b
T he
a ll
i r
Ġs e
i f
Ġs h
Ġ _
ver y
Ġh ad
Ġa n
p e
r i
Ġa ll
Ġm o
. âĢĿ
at ion
q u
Ġ v
t o
Ġd o
i ll
oo k
W h
e re
g e
Ġe x
ar d
Ġ M
e l
Ġn e
? âĢĿ
ow n
Ġ k
Ġs u
Ġu p
u s
Ċ ĠĠĠ
Ġl o
r y
it tle
he r
Ġ out
se l
Ġm e
# #
u st
ou nd
it e
a ve
Ġ very
sel f
u l
Ġc on
u n
Ġ S
Ġ T
Ġ qu
a m
Ġl ittle
Ġth is
p p
Ġ j
Ġb ut
Ġthe y
Ġk n
on e
Ġd own
Ġc an
Ġl i
u e
Ġ D
Ġo r
Ġd e
Ġse e
i c
Ġt r
Ġ C
Ġw he
e p
e ll
ou ght
on g
Ġl ook
or t
i ght
u m
o m
i z
Ġa b
Ġon e
a me
in d
ou r
Ġc h
ĠĠ ĠĠĠ
p le
re d
es t
g ain
at e
i l
l o
Ġ if
i ce
c he
Ġthe m
Ġn o
Ġg o
Ġab out
Ġh is
Ġbe g
Ġli ke
x t
as t
Ġa gain
in k
a k
o me
t ing
Ġ H
Ġ Q
ou se
Ġs m
Ġw ould
Ġw ere
ue en
Ġc ould
Ġl e
is t
Ġkn ow
er s
Ġwh at
i g
Ġth ought
Ġp ro
Ġg r
Ġ K
Ġw ent
Ġin to
ĠQ ueen
e ct
k en
o ck
Ġwhe n
I t
u re
Ġof f
Ġher self
the r
Ġtr ain
i me
Ġso me
a ke
Ġ G
Ġ Wh
Ġw or
Ġv al
a p
Ġp o
p o
p t
at ter
Ġd id
Ġf e
an t
o re
Ġh ave
Ġhe ad
ur n
ur tle
Ġwh i
ab le
T h
o d
in e
ou s
Ġmo re
ĠK ing
t e
Ġa re
Ġthe re
re at
Ġc or
Ġth ing
Ġyou r
Ġwh o
Ġlo ss
a ck
p h
Ġthe n
is h
Ġv o
A lice
Ġa f
Ġg et
ro m
th ing
Ġ *
Ġb y
Ġm y
ri ed
ĠM ock
Ġsa y
ry ph
ryph on
p l
b it
d e
Ġon ly
u ch
Ġ R
it y
ir st
ĠT urtle
ĠC at
f ul
Ġw ay
ou gh
or m
Ġit s
ab bit
ĠG ryphon
r a
Ġ N
Ġt ime
at h
en ce
id e
es s
oo d
im p
j ect
Ġmo d
Ġqu ite
Ġvo ice
Y ou
a v
a re
p us
Ġ P
Ġm uch
Ġto o
Ġl ar
id ation
Ġh ow
Ġan y
Ġm ust
ar t
Ġmod el
a u
f ore
Ġ (
Ġt w
Ġa l
al k
Ġbeg an
a ut
d d
i ous
m b
w ay
Ċ ĠĠ
Ġthe ir
on d
Ġth ink
an ce
Ġcor pus
l ing
m ar
Ġ =
in t
Ġo ver
Ġl ong
Ġh im
ã Ģ
ä ¸
Ġcon t
Ġtrain ing
h o
l ed
n ing
o f
s he
u che
Ġa r
Ġo ther
Ġm ad
Ġf irst
âĢĶ âĢĿ
Ġr un
ĠR abbit
uche ss
m ent
n e
r ow
Ġ B
Ġ The
Ġb ack
Ġd on
Ġg ot
Ġu se
n t
Ġt e
re e
er p
an s
Ġu s
Ġne ver
am ple
b ut
Ġ F
Ġf rom
Ġh and
as s
Ġr ound
th at
all y
ĠD uchess
Ġlook ed
Ġwhi ch
Th at
a ce
i ve
Ġ -
âĢ ĺ
at ch
Ġc ur
Ġto ken
Ġn ow
Ġex p
Ġj ust
Ġval idation
Ġaf ter
a g
b e
h ing
v es
Ġ L
Ġ en
Ġt urn
Ġsm all
g et
v en
Ġ ke
Ġc ame
Ġp l
Ġbe fore
ĠA nd
Ġre p
Ġdo es
Ġsu ch
O h
k ed
o ot
è ¯
Ġs y
Ġc our
Ġsh ould
Wh at
Ġne xt
Ġsee m
iz e
d s
i ct
u c
Ġm ake
Ġth an
Ġhe re
Ġbe en
a pp
i re
Ġ imp
at her
iz er
Ġlar ge
a ge
i le
n ot
Ġm an
ot her
Ġex ample
ãĢ Ĥ
Ġ- >
i e
i ly
i ld
o ke
s h
t ic
Ġ ro
Ġt one
at a
Ġc om
Ġg reat
Ġe y
_ _
n the
he ck
Ġw e
Ġw r
Ġl ast
or y
Ġp ut
ur y
Ġr ight
Ġst ep
nthe tic
u ll
Ġ y
Ġ ed
in ut
ere d
ĊĠĠ ĠĠĠĠĠ
Ġmad e
` `
a ch
b le
f f
t en
Ġ E
he d
Ġs c
nd er
Ġb ot
Ġl ist
an g
Ġhe ard
Ġg ood
Ġbe c
ill ar
Ġde ar
Ġsm oke
te xt
Ġtw o
ond er
erp illar
Ġsy nthetic
e ver
f or
v ed
Ġs et
it s
en ed
Ġm atter
le as
Ġe very
Ġon ce
Ġmo ment
Ġdo or
ĠM ouse
" )
A nd
e c
i ent
o se
s it
u p
w h
w ard
Ġ "
Ġa m
Ġs pl
Ġw ell
on s
Ġf ound
Ġp e
ro ll
um b
od y
ĠCat erpillar
a ct
a il
o ld
ç ļ
Ġ âĢĺ
Ġs pe
Ġm inut
ĠĠ ĠĠ
Ġf in
Ġh ur
Ġp re
Ġu n
Ġle ar
çļ Ħ
i gh
Ċ Ċ
Ġt ry
Ġt alk
Ġa way
Ġs ize
in y
Ġd ay
Ġf ind
ot es
ro ss
Ġre ad
Ġu nder
Ġne ar
ul t
Ġj ury
ĠWh y
Ġpo or
ĠN otes
uc ation
Ġed ucation
ec ut
( "
B ut
c l
w as
Ġt ell
Ġa dd
at es
Ġc at
Ġc ome
Ġc heck
Ġm ay
Ġm ight
Ġl ow
is e
Ġh ard
ro ject
oo l
Ġso on
Ġst r
Ġnot hing
pe at
el t
Ġup on
ĠS he
Ġlook ing
est ion
Ġgr ow
ure s
Ġthing s
au se
aut ho
Ġseem ed
Ġey es
Ġspl it
roll ed
Ġeducation al
autho red
" :
I f
W ell
a w
a ir
b ody
l p
l ow
n g
p er
s o
Ġ /
Ġw a
Ġw on
Ġw ill
it ing
re ad
Ġo pt
an ge
Ġp ath
Ġp leas
li ed
Ġbe h
ent ion
Ġre peat
Ġst ill
if f
Ġan other
ri ght
ard en
Ġme an
um mar
Ġgo ing
ĠH atter
Ġwhi le
sit ion
H ow
P roject
p ut
æ ĺ
ç »
Ġa c
Ġs ort
Ġw onder
Ġo ld
Ġh app
Ġth ree
Ġp art
Ġg arden
al f
Ġr ather
Ġwith out
ound ed
ĠS ummar
Ġbeg in
ig n
ĠWh ite
Ġwor ds
Ġcont rolled
ans ion
Ġexp ansion
Ġen ough
Ġopt im
ĠSummar y
( )
a red
g g
i ck
ï ¼
Ġt iny
Ġb r
en s
Ġh alf
Ġhe lp
Ġp r
Ġsa me
Ġe ven
Ġre s
Ġsh all
Ġex ecut
lo ss
ak ing
Ġuse ful
Ġrep lied
a h
a le
n ow
t ention
æ ĸ
è ®
Ġt able
Ġw ish
Ġf an
Ġf elt
Ġg u
Ġe nd
Ġe ar
me mb
ent s
Ġre memb
oo p
pe ct
to ken
Wh y
Ġqu estion
Ġkn e
Ġch ild
che s
ak es
Ġpo sition
po int
Ġfe et
Ġget ting
Ġar m
Ġcour se
Ġimp ort
I n
f t
g er
Ġ W
Ġ `
Ġt im
Ġt ill
re am
er t
Ġc ried
Ġl ess
Ġd ata
Ġd iff
Ġf l
Ġf ace
âĢĻ âĢĿ
Ġhe ar
Ġg l
Ġbe t
ver s
im ple
The re
Ġsu re
ind ow
ide a
av ing
Ġtoo k
dd en
Ġke ep
Ġadd ed
S he
a c
a id
e x
e nd
f rom
l ine
t urn
x ious
å ¤
Ġt re
Ġt ried
he n
Ġs po
Ġs ide
ou p
Ġc all
Ġh ouse
ar ch
le s
Ġp u
ation s
Ġsu pp
um p
ĠH ow
Ġpro ject
ap s
de f
Ġcur ious
Ġbot h
C ome
S o
a pe
b st
d u
f orm
m ain
n ed
n ess
o ll
r ain
ä »
ä ¼
å ®
å Ī
å ı
Ġ idea
he re
ou d
Ġb it
Ġo p
Ġd ire
Ġf ar
is hed
Ġh igh
ar y
Ġof ten
Ġp er
Ġp ass
Ġin t
Ġin de
Ġbe ing
Ġe l
Ġe at
Ġe ver
Ġe ach
Ġre mar
Ġr an
Ġse en
if ul
Ġlo g
Ġle ft
Ġwor k
ull y
Ġy et
ert ain
Ġdire ct
. )
c or
d v
e m
m an
o p
r un
æ ľ
Ġt est
Ġt ake
Ġa ir
Ġs w
Ġw alk
re ss
er ing
Ġb ounded
Ġm is
Ġm ain
or s
Ġh ast
Ġg en
ad ient
Ġr u
Ġwh y
ab y
The y
pe nd
Ġsu dden
us h
Ġcon f
Ġj o
ĠH e
Ġsome thing
Ġfe el
Ġwho le
Ġany thing
Ġpl ay
ng l
ï¼ Į
Ġpr int
Ġspo ke
: âĢĶ
a li
c on
c al
d o
d ge
f ully
h aps
i x
m o
o l
p r
p pe
p ath
r ough
s ent
v al
Ġ O
Ġ ought
Ġt ri
he ad
Ġa ppe
Ġs at
Ġs imple
in ah
it ting
re n
re t
at er
Ġc lo
Ġc reat
id d
Ġf oot
ow ed
Ġg ave
Ġe as
out h
Ġ_ _
ere nt
Ġlo cal
Ġde c
ic al
Ġwhe ther
il ity
Ġhead s
Th is
pl ain
art s
ĊĠĠ ĠĠĠĠ
Ġman y
`` `
Ġmatter s
Ġminut e
Ġmean ing
Ġbet ter
xious ly
Ġel se
Ġhast ily
Ġgen er
ngl ish
ali z
C H
N o
a j
e z
g r
k ing
o ple
u ck
w ith
y ing
Ġs il
it ed
Ġc r
Ġc ook
Ġc ertain
Ġb ro
Ġb us
en g
Ġm or
Ġm ouse
Ġm outh
Ġl et
id s
id ly
Ġd ist
Ġd ance
Ġf all
ar s
Ġin ter
Ġg one
ion s
ĠI t
Ġre turn
Ġas ked
Ġr ate
Ġat tention
ab ility
if e
ĠD orm
Ġde ep
Ġch ang
Ġdid n
od o
Ġlar ger
ĠB ill
be g
Ġturn ed
get her
Ġcour t
wh at
umb er
Ġac ross
Ġoptim izer
æĸ ĩ
Ġrememb er
Ġkne w
ä¼ ļ
Ġinde ed
ĠDorm ouse
A s
F or
_ ,âĢĿ
c um
c our
d ing
e k
e er
f ter
g s
h is
i ch
i ge
i ers
l ittle
m on
n o
r u
v id
z z
æ ķ
è §
é ĩ
Ġa dv
Ġs l
re ct
er im
Ġc le
Ġb atch
Ġb aby
en se
Ġm et
Ġd one
Ġf oll
ce ss
Ġg ame
li e
al ity
ur pr
Ġre as
Ġst ate
The n
Ġsh ar
qu et
Wh o
Ġme m
ĠS o
pp ed
ĠD odo
Ġwhe re
est y
ĠWh at
orm aliz
imp ort
aut iful
Ġrun s
ĠThe re
Ġus ed
Ġhand s
Ġexp erim
Ġdoes n
Ġbec ause
Ġspe ak
Ġtry ing
Ġtalk ing
Ġcat s
Ġbeh ind
Ġexecut ion
Ġcall ed
du ce
Ġsudden ly
Ġjo in
Ġclo se
aj esty
eng th
ige on
) )
1 0
A P
E R
T ER
W hen
_ ,
_ âĢĿ
b o
c ab
i pe
s on
s aid
u ff
w e
w n
w ould
¨ ¡
ª Į
ä ¹
ä ¿
æ į
æ ¨¡
é ªĮ
Ġ {
Ġs ne
Ġs ign
Ġw ant
ou nt
it her
âĢľ _
Ġb est
ed ding
Ġo b
Ġo wn
Ġd ou
is ed
Ġit self
Ġsa w
Ġg lo
st ep
ro quet
Ġre st
Ġst able
th is
ab out
Ġmo st
qu ence
ĠM arch
ĠM ajesty
Ġsu b
her self
ĠS oup
pp ing
ĠD inah
Ġor d
ort un
Ġch o
red ict
Ġcor rect
Ġaf ra
ra ct
mb edding
way s
Ġlong er
ãĢ ģ
ä¸ Ģ
ä¸ Ń
Ġcont in
Ġtoken izer
ag er
oot man
ie ce
ĠE nglish
Ġlist en
Ġam ong
Ġpe ople
Ġminut es
Ġfin ished
Ġhur ry
Ġhur ried
Ġcheck point
Ġdiff erent
åĪ Ĩ
con f
CH AP
ipe line
Ġsne ez
Ġafra id
CHAP TER
) ,
H e
H ere
N ot
a x
b b
c o
c ond
d ay
i es
o es
r ink
t ed
t im
t rain
u ally
v ing
w o
w or
® æ
Ġ [
Ġ im
į å
į ç
Ń ç»
Ġt ail
Ġa ct
Ġs urpr
Ġthe se
Ġw it
Ġw indow
on ly
at ed
Ġb at
Ġm ar
Ġm as
Ġm akes
Ġl ife
id es
ar ame
Ġth rough
an y
Ġhe dge
Ġp atter
Ġp redict
Ġp ipeline
Ġn ame
Ġin st
ad ata
you r
Ġe ager
ut ure
st r
ent ly
Ġre ally
Ġwh is
the m
th ink
ab el
ir ds
Ġse a
Ġse quence
Ġsh ow
Ġsh out
Ġsh ri
Ġan g
Ġan xiously
Ġcon s
Ġcon text
Ġqu eer
Ġqu ality
Ġde al
iz ation
Ġch ange
lo ad
lo ck
Ġagain st
ĠH are
Ġwould n
Ġgr in
Ġwor d
Ġfe w
te nd
Ġsay ing
ĠP igeon
ĠB ut
Ġte ars
Ġke pt
Ġro om
Ġwr ite
for ward
Ġhard ly
Ġwa ited
Ġpleas e
Ġrepeat ed
æĺ İ
Ġbegin ning
è® Ńç»
ĠHow ever
Ġper haps
Ġtri al
Ġcertain ly
vid ence
æķ °
Ġreas on
Ġshar p
10 0
Ġdou b
Ġwit ness
arame ter
è®Ńç» ĥ
V al
W e
Y es
c y
e ven
f ect
g ot
i et
i am
i ble
k now
l s
l ook
m all
n ly
n ave
s w
s ing
u ed
´ æĺİ
ä º
æ Ń
è ¡
è ¿
Ġ 1
Ġ æ
Ġt i
Ġs ing
Ġs ight
re sent
er y
âĢľ âĢĶ
Ġc l
Ġc ap
Ġb o
Ġb ook
Ġo pp
Ġm ind
Ġm ile
Ġl ine
Ġl oud
Ġl ater
Ġd is
Ġd es
Ġd ict
Ġf ur
Ġf act
is ter
Ġh aving
ar row
Ġth ose
an ed
Ġp ig
Ġp ool
Ġn umber
Ġn ormaliz
Ġin form
Ġbe lie
Ġe vidence
Ġre cor
Ġre duce
Ġas k
Ġso ld
the y
Ġsh ort
Ġan sw
Ġex plain
Ġne ed
Ġj ump
om mon
ate ly
che d
Ġpro ve
pt ed
Ġvo cab
ra w
ĠN one
au ght
Ġ= =
of f
erp ent
è¯ ´æĺİ
Ġsc ale
Ġbot tle
Ġlear ning
Ġnear ly
aw s
Ġbeh av
right ened
æĺ ¯
ç» ĵ
Ġchild ren
Ġgl ad
end ed
Ġpu zz
Ġru le
import ant
æ¨¡ å
Ġglo ves
ract ical
ä¸Ń æĸĩ
Ġshout ed
Val idation
" ,
) :
, )
A n
D o
N ow
O ff
W ould
a im
a us
a gain
c i
c an
c ould
h ad
i er
i or
k y
n ame
s ome
s ide
t one
t ime
u al
u red
u de
w indow
£ Ģ
å °
å ¾
å ľ
æ Ł
Ġ ent
Ġ Oh
ĥ ½
Ļ ¨
ŀ ĭ
Ġs p
Ġs low
Ġs itting
Ġs ister
Ġc o
Ġc ar
Ġc li
Ġc are
Ġc roquet
Ġb u
Ġb lock
ed forward
Ġto p
Ġl ying
id ate
Ġd ream
Ġf ell
Ġh as
Ġh all
Ġh old
ar ing
le ep
Ġp ers
Ġp arameter
Ġn ice
Ġg ive
Ġe mbedding
me t
al s
ĠI n
st ing
ro om
Ġre load
âĢĶ âĢĺ
Ġwh ite
Ġwh iting
Ġst age
Ġnot ic
ill iam
Ġsu c
Ġup d
us ion
Ġlo bst
Ġcon vers
pp er
Ġde pend
lo at
Ġgr adient
ĠK nave
Ġoff ended
ant ly
te m
Ġyour self
ĠP ath
ĠP ractical
Ġthink ing
ne y
row d
ĠB e
ĠF ootman
atch ing
Ġtoken s
ĠL o
Ġturn s
Ġturn ing
Ġke y
Ġpl ace
è¯ ģ
ie w
__ ":
Ġwr ong
Ġevery thing
Ġ" __
Ġlear n
Ġread y
Ġgrow ing
Ġwa iting
Ġhapp en
Ġoptim ization
Ġres ult
Ġtim idly
Ġless ons
Ġtre mb
Ġsupp ose
åı ¯
Ġop en
Ġop ened
Ġlog its
Ġwalk ed
Ġfeel ing
Ġcreat ures
Ġsil ence
beg an
ru pted
éĩ į
Ġsl ates
Ġexperim ent
éªĮ è¯ģ
ortun ity
Ġcontin ued
tim es
Ġhedge ho
Ġdoub t
Ġopp ortunity
Ġbelie ve
Ġsold iers
Ġbehav ior
£Ģ æŁ
£ĢæŁ ¥
. âĢĻâĢĿ
? _âĢĿ
O f
P U
T urtle
W ith
] :
c ed
c us
e ar
e ad
f e
f ort
g o
g row
h ow
h and
h ave
i ol
m ind
r ing
v o
® µ
¶ æ
æ İ
æ £ĢæŁ¥
è ¦
è ¾
é Ģ
é ĺ
Ġ our
he sh
Ġs ent
Ġs ound
in ting
in ess
Ġw ood
re w
at ient
Ġc ross
Ġc rowd
Ġm idd
Ġto gether
Ġl oop
id ed
Ġd i
Ġd at
Ġd en
Ġd ry
Ġh o
Ġh on
ce ed
ce pt
ar k
le m
le t
as e
an k
an ch
Ġhe ld
Ġp iece
Ġn arrow
Ġsa d
li g
li ght
ĠâĢľ âĢĶ
Ġbe autiful
Ġe ither
ĠA t
Ġwas n
ur al
ch ool
Ġre main
et ch
âĢĶ âĢľ
im ney
Ġso lem
the n
the ir
Ġst ay
Ġst ood
Ġfor ward
Ġfor got
Ġse cond
Ġsh ut
Ġsh ape
Ġsh oes
Ġhad n
pe red
ri ly
Ġdo cum
Ġex pect
ard on
Ġne ck
Ġk ind
Ġme ans
ul ar
ul ary
ĠS mall
Ġqu iet
am ing
pp y
Ġde light
ic ult
Ġch in
Ġno se
Ġgo ld
Ġcould n
Ġle ave
Ġpro cess
Ġgr own
Ġfe edforward
av en
are r
Ġal so
Ġal ways
Ġar g
ĠF or
Ġen g
Ġsmall er
Ġimp ro
Ġcom p
Ġey e
Ġwe ak
Ġbec om
Ġbec ome
ons ense
Ġhapp ened
Ġpart y
Ġgarden ers
Ġhelp s
loss es
token izer
Ġimport ant
ĠW illiam
Ġtim es
Ġdiff icult
Ġgl ass
Ġpu ppy
Ġproject ion
ä» ¥
Ġremar k
æľ ¬
ress ed
ush room
Ġappe ared
ĊĠĠĠĠĠĠ ĠĠ
Ġmeaning ful
Ġgener ally
Ġbro ken
Ġbus iness
Ġmor al
Ġdist ance
Ġinter rupted
cour t
Ġfoll owed
ä¿ Ŀ
conf ig
Ġpatter n
Ġeager ly
Ġvocab ulary
æ¨¡å ŀĭ
Ġslow ly
Ġnotic ed
Ġconvers ation
hesh ire
Ġmidd le
= "
A t
B e
D on
J ust
L et
S h
S t
W ill
b s
b ly
c om
d own
d ict
d uc
f uture
g ing
j son
l ong
l ength
m en
n er
o ly
p ig
r own
r adient
s u
t if
t ory
u d
v iew
´ ç
¸ ¸
» ç»ĵ
å ½
å Ń
å ¸¸
æ Ľ
æ Ŀ
æ ŀ
ç İ
ç Ľ
è ĥ½
Ġ 0
Ġ ver
Ġ ve
Ġ You
Ġ ä¸Ńæĸĩ
Ģ »ç»ĵ
ģ æ
Ĥ ¹
ł ĩ
Ġs n
Ġs ir
Ġs ong
Ġs erpent
Ġs leep
Ġs chool
ou ble
it ten
at ive
er r
er v
Ġc he
Ġc ount
Ġb l
Ġb right
Ġo h
Ġm el
Ġm ine
Ġl ay
Ġl ate
Ġl ength
id er
id ent
Ġd et
or row
Ġf as
Ġf ull
Ġf ix
Ġf rightened
is on
Ġh our
Ġh air
le ss
Ġp ict
Ġp ardon
Ġn onsense
Ġin ches
Ġg ir
li c
Ġe gg
ver al
Ġyou th
st and
st ance
ent ures
Ġre mind
et ime
Ġst ability
ss ible
Ġis n
Ġat tend
Ġsh ap
Ġan not
ri c
ri z
Ġv ent
to gether
ere sting
Ġex t
Ġex act
Ġex cl
ard s
Ġlo ve
ry ing
Ġout put
ĠS h
ĠT h
Ġqu ick
Ġcan not
ĠC heshire
iz ard
Ġch imney
Ġbeg un
Ġgr ave
Ġwor ld
Ġwor th
Ġval ue
Ġval idate
ap pe
ap pend
od er
od el
ine a
Ġloss es
av es
Ġhow ever
Ġal ong
alk ing
Ġhim self
Ġar tif
Ġrun ning
Ġte a
Ġte m
Ġte xt
ĠF ive
ag ed
ĠL ory
Ġpl an
Ġrep resent
è¯ įå
Ġcom ing
Ġwr itten
Ġsc ream
Ġpe pper
old ed
ĠâĢĺ _
Ġpre ss
Ġlear ned
Ġpleas ed
Ġgu inea
Ġarm s
Ġfl aming
Ġtre es
å® ŀ
Ġint eresting
Ġremar ked
Ġdirect ion
em s
Ġsw im
mo st
val ue
Ġdec ided
Ġcle aned
Ġmem or
Ġmem ory
Ġexecution er
bo x
step s
Ġord er
Ġcho ice
åĪĨ è¯įå
Ġsneez ing
Ġsurpr ised
Ġmar ked
Ġmas k
æķ° æį
è¡ Į
Ġæ Ģ»ç»ĵ
Ġti red
Ġnormaliz ation
Ġinform ation
Ġrecor d
Ġpuzz led
å° ı
Ġlobst ers
Ġhedgeho g
éĢ ļ
atient ly
anch oly
Ġgold en
Ġbecom es
Ġmel ancholy
Ġannot ations
åĪĨè¯įå Ļ¨
) .
) `
A re
A ll
A fter
E x
E very
O n
O ne
P E
_ âĢĶ
_ .âĢĿ
b ability
c c
c le
e xt
f ish
f itting
g ar
i v
l ite
m in
m ed
m odel
p ar
p ret
s er
s ed
s ay
s ize
t y
t ered
w r
w ent
w ill
w onder
w ise
w here
© ç
½ ®
ä ½
å º
å ħ
å Ĭ
å Į
å Ĳ
æ ³
ç ¡
ç Ĥ¹
Ċ ĊĠĠĠ
Ġ es
Ġ err
Ģ ¼
ł ģ
Ġt en
Ġt ar
Ġt reat
Ġt arts
Ġs qu
Ġs igh
Ġs ounded
in es
in stance
Ġw aving
on es
it ude
re nt
ing er
Ġc ut
Ġc atch
Ġc aus
Ġc ase
Ġb reat
Ġb irds
Ġm aking
Ġm ushroom
Ġto ld
Ġl ad
Ġl abel
Ġd ro
Ġd im
Ġd read
Ġf our
is y
Ġh un
Ġh ome
Ġh aven
ar m
ar ge
Ġth ough
Ġth row
as es
Ġhe ight
Ġp ack
Ġp air
Ġn erv
es ides
Ġin s
Ġin cl
Ġin put
Ġg i
Ġg re
li ke
se t
ĠA n
ĠA s
Ġre ach
Ġre view
Ġu nt
Ġas s
Ġr at
Ġr abbit
Ġst ra
Ġst art
Ġst ory
Ġst ick
Ġis instance
th ought
Ġse es
Ġse par
Ġsh an
Ġsh ook
Ġsh rink
Ġan im
ri but
ri end
Ġmo ve
Ġv an
Ġv iol
Ġdo ing
ook ah
Wh ich
Ġne w
Ġk id
Ġsu m
Ġme ant
Ġcon cl
ĠT his
ĠT wo
am p
Ġj ur
Ġli ve
Ġtr ouble
ĠC heck
ĠC ommon
Ġch ance
il ing
il ence
Ġgo es
Ġgo al
Ġhis tory
Ġle ast
Ġpro f
Ġpro bability
Ġgr un
ock et
Ġsome body
Ġsome times
ĠG PU
Ġval u
Ġpo lite
ine ering
Ġaf fect
ĠN o
Ġtw el
Ġal together
Ġal most
Ġother s
ĠThe y
ans form
Ġus ually
Ġus ual
but ter
Ġhand le
Ġcur rent
be fore
ĠL et
ĠL izard
Ġrep ly
Ġman age
Ġexample s
Ġro se
Ġro of
Ġstep s
Ġset ting
leas e
Ġevery body
") ,
up id
ward s
Ġfin ite
Ġfin ish
Ġun f
ult i
Ġlow er
air s
Ġac c
Ġwonder ing
Ġhapp ens
gg ing
ï¼ ļ
Ġres pect
Ġfan cy
Ġgu ess
Ġear s
Ġrememb ered
Ġkne e
Ġ` (
ac up
bst er
Ġdirect ly
Ġtest s
Ġsw am
ĠHe arts
idd en
Ġeas ier
Ġdec oder
ĊĠĠĠĠĠĠ ĠĠĠĠĠ
Ġchang ed
Ġchang es
ä¼ļ æ
è§ Ħ
Ġmet adata
Ġfoll ow
uff led
we en
Ġsign al
Ġsub ject
Ġcorrect ness
train ing
wor th
®æ łĩ
Ġ[ ]
įç ½®
Ġact iv
Ġwhis pered
Ġshri ll
Ġang ry
Ġang rily
Ġcons id
Ġsharp ly
look ing
äº İ
Ġbo x
Ġansw er
raw ling
aim ed
åľ ¨
Ġsp read
Ġcli pping
Ġparameter s
met ric
Ġsuc ceed
Ġdepend s
tem pt
Ġtremb ling
¶æ ®µ
æİ ©ç
è¦ ģ
éĺ ¶æ®µ
Ġdat etime
Ġforgot ten
Ġquiet ly
Ġarg um
Ġeng ineering
æĽ ´
æŀ ľ
çĽ ®æłĩ
Ġegg s
Ġremind er
riz es
Ġexact ly
Ġexcl aimed
ĠTh at
Ġquick ly
Ġartif act
Ġtem per
Ġflaming o
Ġerr ors
Ġtar get
Ġsqu e
Ġdim ens
Ġnerv ous
Ġstra ight
ribut ion
Ġpolite ly
æİ©ç łģ
! âĢĻ
! _âĢĿ
? âĢĶ
B y
C all
F irst
G ryphon
G radient
H old
I I
M y
P lease
Q ueen
S ure
V ery
] ,
a z
a fter
b y
b ook
b irds
c re
c at
c ent
c ome
c ause
c ape
d on
d er
f r
f it
f loat
g li
h or
h ot
h app
i ed
i bb
i bly
j ust
l en
l arge
m p
m y
m ust
m om
m inut
m ax
n y
o h
o s
p y
p ical
p iece
r on
s c
s pl
t ell
t ree
t wo
u ad
u dge
v ent
w he
w are
w hen
y pical
¦ Ĥ
° ´ç
µ ģæ
º ¿
å ·
å ĩ
å ī
å İ
å Ģ¼
å ¦Ĥ
æ Ħ
æ ī
æ Ĺ
ç ķ
è ¶
è ½
Ċ Ġ
Ġ +
Ġ V
Ġ |
Ġ âĢĻ
Ġ vers
Ġ ids
Ġ Validation
Ĵ Į
Ġt ong
Ġt ast
Ġt ree
Ġt ens
Ġt aking
Ġt aught
Ġa ge
Ġs in
Ġs it
Ġs oup
Ġs ky
Ġs orrow
in ter
Ġw ow
Ġw and
Ġw ild
ou n
it al
it che
re ly
at ural
ing s
Ġc aut
Ġb ad
Ġb urn
Ġb owed
Ġm ut
Ġm ice
Ġm ix
Ġm ax
ll e
Ġd ish
Ġd are
Ġd rink
Ġd rew
Ġd ark
or po
Ġf un
Ġf ast
Ġf ig
Ġf ree
Ġf ire
Ġf ile
Ġf ail
Ġf low
Ġf uture
Ġf loat
Ġf etch
Ġf rown
Ġf inger
Ġf riend
is s
is es
Ġh ookah
Ġh idden
ar ly
le ad
as h
as ic
an ing
an xiously
an ced
Ġp ur
Ġp ale
Ġp orpo
Ġn ur
Ġn one
Ġn ight
Ġsa ve
ĠâĢľ _
ad e
Ġbe at
Ġbe aut
Ġbe long
se a
Ġe m
Ġe ff
Ġyou ng
st ri
st ems
ro duc
ro py
Ġher s
Ġre po
Ġre co
ve rely
oo se
ain t
ke y
Ġr aw
Ġr ange
im ble
Ġso bs
ct ion
Ġst o
Ġst and
Ġst ack
Ġst op
ay er
Ġnot e
Ġfor m
Ġfor get
th ough
th rough
ab ly
Ġse veral
Ġse verely
if y
pe ak
ri lle
Ġmo ving
qu estion
Ġv ar
Ġex ist
ĠM abel
Ġne arer
Ġk itche
Ġsu l
us ing
us ed
Ġlo ad
Ġlo ck
Ġlo gging
Ġout side
sel ves
ĠS oo
ĠT r
Ġj udge
Ġkn ock
ĠD o
Ġde ad
ic ers
ic ular
Ġtr ust
Ġtr ue
ĠC ome
ight s
est s
Ġno body
Ġno isy
Ġlike ly
ast s
ink ling
Ġle ad
Ġle aves
ig ging
Ġpro per
Ġgr ass
ect ed
ap er
po se
po inting
Ġfe ar
od e
Ġmy self
Ġsay s
Ġmodel s
Ġ( âĢľ
Ġtw ice
Ġal one
ä¸ İ
ho le
Ġar ches
ne ver
ĠB PE
Ġte acup
Ġus es
ĠF ather
be cause
oot s
oot iful
Ġsy stems
Ġseem s
Ġimp atiently
Ġman aged
sh ape
Ġcom put
Ġwe ek
Ġwe ights
Ġwr iting
Ġy er
Ġsc al
ang ed
Ġset t
wh ile
wh ich
Ġpe ep
Ġspe aking
Ġfin al
Ġunder stand
Ġjury men
(" \
cl ass
Ġstr ange
so l
Ġpart icular
gg ed
Ġbr ing
Ġexecut ed
Ġear ly
token s
Ġposition s
Ġless on
Ġfl at
Ġface s
Ġbet ween
Ġkeep s
ac ity
ex ample
ex ecut
å¤ §
å¤ ±
Ġsupp ort
Ġsupp ressed
å® ĥ
Ġpass ed
Ġwork s
æľ ī
Ġmis sing
Ġconf ig
Ġplay ers
do or
ren ch
ret ched
Ġcreat ure
Ġeas y
Ġeas ily
gr ound
with out
Ġsil ent
Ġbro ad
Ġbus ily
Ġmor ning
Ġmouth s
Ġdist ribution
Ġfall en
Ġinter pret
Ġdeep ly
beg in
Ġadv entures
Ġexperim ents
ä¿ ¡
Ġord ered
Not hing
bb ing
Ġim med
Ġsurpr ise
Ġbat s
Ġbat ches
any thing
Ġpredict ion
Ġinst antly
Ġinst ead
Ġshri ek
fect ly
æŃ £
Ġcap ital
Ġmile st
Ġjump ed
Ġcar ried
Ġbu ild
Ġupd ate
Ġupd ates
ĠBe au
ĠLo bster
éĩį è¦ģ
fort able
Ġsent ence
Ġho pe
Ġhon our
Ġpiece s
Ġsad ly
Ġsolem nly
Ġdocum ent
Ġprocess ion
Ġimpro ve
Ġdifficult y
Ġpattern s
json l
pig s
æĿ ¥
Ġve ct
Ġsleep y
Ġfas ter
Ġhour s
Ġgir l
Ġattend ing
Ġshap es
Ġscream ed
Ġdecided ly
Ġchoice s
æķ°æį ®æ
éĢļ å¸¸
say ing
Ġbreat h
Ġdread fully
Ġins pect
Ġgre en
ĠAn n
Ġunt il
Ġshrink ing
Ġvan ished
Ġjur ors
ĠCheck point
Ġgrun ted
Ġtwel ve
ansform er
Ġargum ent
Ġdimens ion
gli f
mom ent
minut e
uad rille
°´ç º¿
µģæ °´çº¿
å¦Ĥ æŀľ
æĦ ı
Ġtong ue
Ġfrown ing
Ġporpo ise
stri p
Ġkitche n
Ġimmed i
! âĢĶ
. âĢĻ
; âĢĿ
A h
B ill
C ons
D id
D own
D uchess
D inah
E ach
E nglish
F ootman
G ive
I N
L U
M ouse
N ever
O R
O nly
P o
R e
R abbit
S e
S oo
S ome
T is
T urn
Y et
_ .
b ow
b ack
c all
c ame
c il
c od
c up
c ount
d id
d is
d ign
e very
e ep
f l
f an
f th
f our
f irst
f ace
f elt
f low
g l
g es
g ood
h r
i os
k ers
l t
l ines
m s
m er
m ing
n ers
n orm
o ken
o cus
p u
p re
p ass
p ocket
r ay
r ather
s p
s es
s ure
t is
t ill
u me
u ous
u nder
v ice
v ents
w l
w ho
w alking
y es
y st
y et
} ,
¨ æĦı
ª çİ
å ¯
å ±
å ¹
å Ľ
å ĴĮ
æ ģ
æ Ī
è Ģ
è ĩ
é ħ
é Ļ
é Ľ
é Ŀ
Ġ 2
Ġ U
Ġ X
Ġ }
Ġ id
Ġ imple
Ġ åĪĨè¯įåĻ¨
Ĭ Ĭ
Ķ ¨
Ł å¤±
Ń æĸ
Ġt ou
Ġt er
Ġt ak
Ġt ie
Ġt umb
Ġt uck
he s
Ġa g
Ġa li
Ġa pp
Ġa vo
Ġa lig
Ġs er
Ġs li
Ġs ig
Ġs imp
Ġs ense
Ġs ides
in ing
in al
Ġw at
Ġw ater
Ġw atching
it ted
re me
re ak
at ches
nd s
Ġc re
Ġc and
Ġc ry
Ġc ust
Ġc ake
Ġc ause
Ġc akes
Ġc aught
Ġc ards
Ġc ode
Ġb low
Ġb read
Ġb ank
Ġb esides
Ġb asic
Ġb oots
Ġb reak
ed s
en cil
Ġo cc
Ġm us
Ġm ist
Ġm ag
Ġm ention
Ġm aps
Ġto es
Ġto ss
Ġl ed
Ġl im
Ġl au
Ġd ot
Ġd ur
Ġd ri
Ġd ull
or to
or us
Ġf ly
Ġf am
Ġf ight
Ġf lo
Ġf ish
Ġf ond
Ġf air
Ġf olded
is ing
Ġh ab
Ġh ig
Ġh ang
Ġh op
ar re
ar se
Ġth imble
le w
as ion
as hed
an ther
Ġp at
Ġp un
Ġp ity
Ġp ie
Ġp aw
Ġp aws
Ġp rizes
Ġp aper
Ġn ine
Ġn ibb
Ġn atural
Ġin v
Ġin cre
Ġin dign
Ġsa ved
li b
ĠâĢľ âĢĺ
ot e
Ġbe low
Ġbe head
se cond
ut h
ĠA fter
ver age
al ways
Ġwas hing
ent h
ent y
ro g
ro ot
ur ried
ch ing
ch ild
ch anged
Ġre g
Ġre lie
Ġu nd
Ġu ne
Ġas king
ve l
ain ting
Ġr a
Ġr ing
Ġr id
Ġr ow
Ġr ace
Ġr ises
ck point
ct ure
ct ac
the re
Ġst ates
Ġst uff
Ġst aring
Ġst airs
ss ibly
Ġis ol
Ġnot es
Ġnot ion
Ġnot ice
ter ing
ter day
and om
th ree
all ow
Ġse nd
Ġse ction
Ġsh ore
qu ite
Ġdo g
Ġdo gs
ill ed
Wh ile
Ġex cept
ĠM E
ĠM ary
el s
Ġne at
Ġk ill
Ġk ick
Ġlo st
Ġme as
Ġme et
Ġcon st
un important
ĠS aid
ĠS even
ĠT ell
ĠT iny
ĠT rain
ĠT oken
ĠT orto
Ġqu arre
am es
am ent
Ġj son
Ġli very
Ġli ked
ĠD on
ĠD rawling
Ġde f
Ġde cl
Ġde vice
Ġtr ump
Ġtr uth
ĠC on
ĠC au
Ġab s
Ġch orus
ple as
ate ver
che ckpoint
ĠH er
ĠQ uadrille
Ġle gs
Ġthought fully
Ġpro m
Ġpro ves
Ġpro ble
Ġgr ound
ect ion
Ġoff icers
ĠWh o
Ġpo inting
Ġpo ssible
po ison
po ssible
ore s
Th ose
Th ank
Ġcor ner
thing s
pl an
pl ace
de ar
ough ly
ra il
ject ive
Ġvoice s
av y
ĠP anther
Ġhow ling
Ġmust ard
Ġtw inkling
Ġal as
Ġal read
Ġal oud
ious ly
Ġover fitting
ä¸ ª
ä¸ º
ä¸ Ĭ
ä¸ ĭ
ä¸ į
Ġcont ent
Ġcont ro
led ge
ment s
ment ation
ĠThe n
Ġback ward
Ġte ach
Ġte les
erp ents
ans w
ĠF irst
ĠF rench
Ġhand ed
Ġcur ves
Ġcur ios
ag let
ĠL at
ĠL ong
Ġen cour
Ġrep roduc
è¯ į
è¯ Ńæĸ
Ġcour age
Ġshould er
Ġshould ers
not hing
other wise
sh ould
sh uffled
Ġro ses
Ġcom es
Ġed ge
ĠE x
ĠE aglet
ang u
Ġdear s
wh y
Ġ" \
umb s
Ġspe ctac
Ġhur t
Ġpre f
Ġpre sent
Ġpre vents
Ġun its
Ġun com
çļĦ ç
çļĦ ä¸Ģ
Ġfind ing
Ġread ing
Ġadd ing
Ġcheck s
Ġcheck ed
Ġhard ware
so on
Ġwa ist
Ġpath lib
Ġrepeat ing
iff erent
Ġsort s
Ġbr ought
Ġpr ison
è® ©
Ġgu ard
Ġgu ests
Ġear th
Ġquestion s
Ġtim id
Ġhear ing
vers ity
å® ļ
Ġpass ion
Ġremar king
Ġlog s
Ġlog ic
Ġdirect ions
em ory
op en
run ning
æľ ª
Ġmis m
Ġru les
Ġconf ir
Ġconf usion
Ġconf using
do es
do cum
mo ved
ĠO wl
Ġtri ck
Ġappe ar
Ġfoot man
Ġgener al
Ġcr own
Ġcr ash
Ġchang ing
æĸĩ æľ¬
è§ £
Ġsl ate
cess ful
ormaliz ation
Ġjoin ed
_, âĢĻâĢĿ
bo ard
ä¹ Ī
ä¹ ĭ
ä¹ Ł
æį Łå¤±
Ġ{ "
Ġwant ed
Ġob lig
Ġob jective
Ġmost ly
ortun ate
Ġcho ked
Ġcorrect ly
Ġlisten ing
co pe
Ġim possible
įå Ĳ
Ġtail s
Ġmar k
Ġmas ter
Ġpatter ing
them selves
Ġshow s
Ġgrin ned
even ing
è¡ ¨
è¿ Ľ
Ġcl aim
Ġcap acity
Ġbo y
Ġmile s
Ġline ar
Ġloud ly
Ġdes cent
Ġinform ative
Ġreduce s
Ġansw ered
Ġneed n
Ġneed s
Ġjump ing
window s
å¾ ªçİ
åľ °
Ġent ropy
Ġco verage
Ġfell ow
Ġpers on
met adata
Ġsuc cessful
Ġgradient s
ĠBe autiful
Ġlearn s
åı¯ ä»¥
With out
go ing
grow ing
æ£ĢæŁ¥ çĤ¹
è¾ ĥ
Ġsound s
Ġcrowd ed
Ġdi versity
Ġho arse
Ġhon est
ĠAt tention
Ġsolem n
Ġdocum ents
Ġexpect ing
Ġexpect ed
ä¿Ŀ åŃ
Sh ared
å½ ĵ
çİ °
Ġsn ail
Ġdet ail
Ġfix ed
Ġpict ures
Ġvent ure
Ġvent ured
Ġext reme
Ġgrave ly
appe ar
appe ared
Ġrepresent ation
Ġpress ed
Ġmemor ize
Every body
_âĢĶ âĢĻ
cle aned
åº Ķ
åĮ ĸ
Ġes cape
Ġcaus al
Ġdro pped
Ġhun ting
Ġincl ude
Ġgi ves
Ġanim als
Ġviol ently
Ġsum mar
Ġconcl usion
Ġprof ile
Ġvalu able
Ġunf ortunate
Ġacc ident
Ġfollow s
worth y
Ġactiv ation
Ġconsid ered
Ġsucceed ed
Ġartifact s
åĩ º
åī į
è¶ ³
Ġvers es
Ġsin ce
Ġmut tering
Ġfig ure
Ġnur sing
Ġbelong s
Ġeff ect
Ġsul ky
ĠTr ansformer
Ġtrust worthy
Ġsett led
Ġpeep ed
sol ved
Ġinterpret ation
Ġmilest one
Ġvect ors
æķ°æį®æ µģæ°´çº¿
Ġimmedi ately
Cons ider
call ed
every thing
pu zz
èĢ Į
éħ įç½®
éĽ Ĩ
Ġtak en
Ġtuck ed
Ġali ve
Ġavo id
Ġsig hed
Ġcand le
Ġmention ed
Ġdot h
Ġdur ing
Ġflo or
Ġhang ing
ĠTorto ise
Ġtrump et
ĠCau cus
Ġalread y
Ġcurios ity
è¯Ńæĸ Ļ
Ġspectac les
Ġuncom fortable
docum ent
Ġoblig ed
Ġclaim s
å¾ªçİ ¯
ä¿ĿåŃ ĺ
! âĢĻâĢĿ
" ]
) ;
) âĢĶâĢľ
, âĢĻ
. ")
4 2
? âĢĻâĢĿ
A R
A dv
C an
C heck
C ross
C ommon
D R
D ifferent
E ven
F ound
G o
G et
G PU
H E
H ard
K ing
K eep
L o
L ast
M et
M ay
M any
M ulti
M emory
N D
N ext
N ormalization
O ver
O ther
P er
P resent
S u
S y
S oup
S even
S erpent
S ilence
S peak
T ake
T rain
T ypical
U S
U n
W ow
W here
] )
_ :
a way
a ult
b u
b ur
b our
b ish
b atch
b ble
b read
b aby
c r
c ing
c ar
c ur
c reat
c ertain
c roquet
c ommon
d i
d w
d ata
d ream
d run
e e
e ed
e ch
e ars
e ither
e pper
f all
f ound
f its
f etch
f illed
g ed
g ly
g ry
g lo
g reat
g hed
g its
g ress
h y
h ion
h am
h ind
h ist
h od
h aven
h urried
i li
i ver
i pp
i ence
j o
j ury
j ump
k ind
l and
l ist
l ves
l oop
l ater
l ayer
m as
m ine
m uch
m oke
m aking
m akes
m ushroom
m itted
n at
n ur
n ected
n ament
o c
o ing
o le
o ver
o ve
o gr
o cc
p an
p ro
p to
p ers
p lied
p ick
p aws
p ainting
r ith
r ab
r am
r ate
r ance
s n
s old
s ents
s urpr
s mall
s ilence
s peak
t r
t se
t ast
t ake
t ling
t ail
t ale
t alking
u it
u nd
u ce
u ct
v ious
v age
v ail
v iol
w ere
w ist
w ant
w atch
y s
y ed
y le
y al
} ")
¡ ç
¢ «
¤ äº
¦ »
§ ĭ
§ è¡Į
¨ ³
« ĺ
¬ ä»
¬ æį
® Ĺ
¯ Ķ
³ ¨æĦı
· åĢ¼
¹ çķ
å į
å Ļ¨
å §ĭ
æ Į
æ Ķ
æ ®µ
ç Ĳ
ç ľ
ç Ķ¨
è ·
è ¢«
é Ķ
é ļ
é ĥ½
é «ĺ
Ġ 3
Ġ J
Ġ ident
Ġ å®ŀ
Ġ ä¸º
Ģ ģ
Ģ ä¹Ī
Ĥ Ħ
Ħ çĲ
ĩ åĪĨ
ĩ æ®µ
ī ĩæ®µ
Ĭ ¶æ
Į çļĦ
Ĳ è¡Į
ĺ åĮĸ
Ļ è¯
Ľ æİ©çłģ
ŀ äºİ
Ł å§ĭ
Ġt all
Ġt urtle
Ġt read
Ġt ale
Ġt akes
Ġt ones
he lp
Ġa x
Ġa ut
Ġa go
Ġa vail
Ġs k
Ġs im
Ġs iz
Ġs our
Ġs ang
Ġs ens
Ġs ix
Ġs erpents
in n
Ġw id
Ġw ar
Ġw et
Ġw om
Ġw ink
Ġw atch
Ġw ag
Ġw retched
ou ple
on ce
it ation
it ive
it ions
it ated
re mar
re sh
re place
re plied
at ures
er or
er al
er able
er ved
er ret
er ci
er min
er board
âĢľ âĢĻ
Ġc ir
Ġc art
Ġc au
Ġc oll
Ġc atching
Ġc rying
Ġc ouple
Ġb or
Ġb ar
Ġb al
Ġb ir
Ġb ound
Ġb ite
Ġb ody
Ġb ool
Ġb arrow
Ġb ark
Ġb lew
en ough
en cy
en ny
Ġo per
Ġm in
Ġm er
Ġm ere
Ġm ath
Ġm ess
Ġm atch
Ġm atches
Ġl en
Ġl ap
Ġl aw
Ġl az
Ġl angu
ll ing
ll ent
id ual
Ġd a
Ġd an
Ġd ty
Ġd igging
or d
or ter
or th
or oughly
or car
Ġf it
Ġf if
Ġf ine
Ġf ra
Ġf av
Ġf ather
Ġf its
Ġf right
Ġf ron
Ġf aint
Ġf ocus
is ion
is able
is of
Ġh it
Ġh ot
Ġh ate
Ġh atter
ce llent
ar r
ar is
Ġth ro
Ġth ous
Ġth oroughly
âĢĻ âĢĶ
le aves
le gged
le vel
as k
as ing
as et
as hing
an ter
an ting
an ches
Ġhe art
Ġp ull
Ġp ause
Ġp ick
Ġp arch
Ġp atiently
Ġp ocket
Ġp lead
Ġp hr
Ġp encil
Ġp anting
Ġn or
Ġn orm
es terday
Ġin k
Ġin te
Ġin tend
Ġin fr
Ġsa ves
Ġsa fe
Ġsa lt
Ġsa uce
Ġsa vage
Ġg idd
Ġg ently
Ġg oose
li ves
li pping
ad d
ad es
ot ic
ot ting
Ġbe asts
se e
se mb
se em
se veral
Ġe le
ut e
ut f
ĠA ll
me aning
ver dict
ĠI mp
ld ron
st able
st art
st upid
ro duce
gh ing
ur d
ur red
ur pose
out ing
out put
out line
Ġre d
Ġre f
Ġre li
Ġre al
Ġre qu
Ġre ality
Ġre moved
Ġre solved
Ġu gly
Ġas leep
Ġas dict
Ġas ham
Ġas semb
ve red
ain s
âĢĶ âĢĻâĢĿ
Ġr ust
Ġr ap
Ġr ng
Ġr aving
Ġr ush
Ġr andom
Ġwh atever
im ent
im son
Ġso l
Ġso ft
Ġso bbing
Ġst ar
Ġst oop
Ġst amp
Ġst upid
Ġst retched
Ġst ores
Ġat om
Ġat tempt
Ġwith in
The se
all s
ir ring
Ġse q
Ġse ed
Ġse ll
if ully
Ġsh ill
Ġsh aking
Ġsh uffled
Ġsh orter
Ġan ger
Ġan xious
Ġan no
pe c
pe ople
pe ci
ri a
ri er
ri pt
Ġall owed
Ġall oc
Ġmo ved
qu eer
qu eror
Ġv iew
to p
ge ho
Ġex plan
Ġex cellent
ĠM a
ĠM ulti
ĠM iss
ĠM orcar
ĠM ask
el f
el ing
Ġne igh
Ġsu n
Ġsu it
ound s
ul ous
Ġcon ver
Ġcon tempt
Ġcon nected
un g
un ning
ĠS moke
ĠT oo
ĠT est
ĠT able
ĠT ypical
Ġqu ery
am ine
Ġthis tle
pp ose
Ġj ar
Ġj aws
Ġbut ter
Ġkn ot
Ġkn ife
one ly
Ġli e
Ġli ves
ĠD uck
Ġde mo
Ġsee ing
ic ation
ic ally
ic ient
Ġtr ans
Ġtr otting
ĠC ore
ĠC rab
ell ed
ong ly
ort ant
um pt
Ġab ove
Ġch ar
Ġch ose
ple ase
il t
il ed
il ar
Ġno ise
Ġgo als
ast ru
ak ed
Ġsm ile
Ġsm iling
Ġsm iled
Ġle ak
Ġle aning
ist s
ist ed
ist ic
ist ling
Ġknow s
Ġknow ing
Ġknow ledge
ers ault
Ġthought s
Ġpro ved
Ġpro ceed
Ġpro duc
Ġsome where
ĠG o
ĠG ood
ĠG radient
ĠWh ile
ĠWh ich
ap hy
Ġpo int
Ġpo ssibly
Ġfe ather
Ġfe atures
ant s
ant age
te en
te enth
Ġyour s
Ġwho se
ph as
de ep
de mo
ĠR e
ĠR el
orm at
ra ce
ĠN ow
ĠN ext
ĠN orth
Ġmod er
ĠP at
ĠP ray
ĠP aris
fore head
Ġtw enty
Ġal arm
ĊĠĠ ĠĠ
ling ing
int ment
Ġlong ed
Ġcont ents
Ġar ch
Ġar ound
ne xt
ne ath
ne arly
ĠF e
Ġhand ling
Ġcur led
Ġnow here
Ġafter wards
ag ing
ag es
ag ine
be hind
ĠL ear
Ġen cod
Ġsmall est
Ġpl ates
è¯ »
Ġsy mb
Ġshould n
uc umber
ire ly
ie f
ie ld
sh ort
Ġro le
Ġro yal
Ġcom ple
Ġcom mon
Ġcom fort
Ġcom fits
Ġwr ote
Ġlast ed
Ġput ting
Ġy esterday
Ġed itions
ĠE mbedding
hed geho
Ġsc roll
Ġsc ript
ang led
Ġbec ame
onder land
Ġdoor s
") .
up on
up set
Ġspl ashing
Ġpe bble
umb ria
Ġspe ed
Ġspe ech
ĠĠĠĠ ĠĠĠĠĠ
Ġpre tend
Ġpre ser
Ġpre training
Ġun happ
Ġun pleas
Ġun stable
Ġlear nt
Ġunder tone
Ġunder neath
Ġtell ing
Ġcheck pointing
Ġstr uck
Ġstr uct
Ġstr ongly
Ġgrow l
aw ned
per haps
per fectly
per iment
Ġpleas ure
How ever
put e
Ġwonder ful
() )
() .
() :
Ġbr own
Ġbr anches
ens ive
Ġhelp ful
Ġeven ing
Ġres ume
Ġres idual
Ġexecut e
æĸ °
è® º
è® ¡ç
Ġtable s
Ġfan ci
Ġear ls
pect ive
ĠW e
ĠW ith
ĠW hen
ĠW here
Ġdata class
Ġfl app
Ġkeep ing
ac c
ac le
ex amine
ex ists
turn ing
turn ed
å¤ į
å¤ Ł
å¤ įç
å¤ ĦçĲ
Ġtre nds
ä» İ
ä» ·åĢ¼
ä» Ģä¹Ī
ä¼ ĺåĮĸ
å® ¹
åĪ °
åĪ ĩåĪĨ
åı ª
åı ĺ
Ġper fectly
Ġpass age
Ġinde x
Ġel bow
Ġdirect ed
cor pus
Ġtest ing
Ġsw allow
Ġwalk ing
ress ing
ress ion
Ġmis sed
Ġmis lead
Ġmis erable
Ġplay ing
con vers
pr oud
sent ence
val idate
ĠO n
ĠO ver
ĠO ff
Ġappe aring
ret ching
Ġcreat ed
Ġfoot steps
ĊĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠ
Ġgener ation
Ġgener aliz
CH OR
gr ad
gr and
uck ily
Ġcr umbs
Ġcr imson
Ġbro ke
Ġbus y
Ġlet ter
Ġdist ant
Ġinter act
Ġreturn ed
Ġdeep er
Ġcourt iers
cour se
è§ ģ
éĩ Ĭ
Ġadv ance
Ġadv isable
Ġadv antage
Ġcle ar
Ġmet hod
Ġreas ons
Ġwhere ver
bo ards
Ġ{ }
Ġsign ed
Ġob ser
Ġob vious
Ġsub wor
Ġsub layer
ä¸Ģ èĩ
ä¸Ģ ä¸ª
Ġcontin ue
Ġhurried ly
conf usion
Ġsneez e
Ġsneez es
He ad
ax ing
bb ed
co at
day s
Ġact ually
Ġpredict ed
Ġpredict able
Ġinst ance
Ġwhis kers
Ġshow ing
Ġcons ist
è®Ńç»ĥ å¾ªçİ¯
look ed
æŃ ¢
è¿ ĩ
è¿ Ĳè¡Į
Ġæ ³¨æĦı
Ġsing le
Ġsing ers
Ġcl aws
Ġdis hes
Ġdes per
Ġdes ign
Ġfur ther
Ġfur row
Ġpig s
Ġnormaliz e
Ġrecor ds
Ġneed ed
aught er
ç»ĵ è®º
Ġpuzz ling
some thing
å¾ Ī
å¾ Ĺ
Ġent irely
Ġent angled
Ġco st
Ġco axing
Ġcar rying
Ġcli p
Ġcare s
Ġcare fully
Ġbu gs
Ġblock s
Ġhas n
Ġhold ing
Ġpers isted
Ġpers pective
Ġnice ly
Ġembedding s
âĢĶâĢĺ _
Ġlobst er
Ġdepend ing
tem pered
ĠLo ss
Ġplace s
Ġresult s
Ġtremb led
åı¯ èĥ½
åı¯ å¤įç
Ġfeeling s
éªĮè¯ģ éĽĨ
times pec
Ġhedgeho gs
Ġdoubt ful
Ġdoubt fully
vo cab
è¾ ĵ
è¾ ¹çķ
Ġcross ed
Ġdat aset
Ġden y
Ġden ied
let s
let ter
Ġremain s
Ġremain ed
Ġsecond ly
Ġshut ting
Ġkind ly
Ġdelight ed
Ġdelight ful
Ġcomp are
Ġremark able
æľ¬ åľ°
ä¿Ŀ æĮ
At tention
Be autiful
su dden
ud ed
Ġver se
Ġver dict
Ġver ify
Ġsn atch
Ġche ap
Ġche ered
Ġbl asts
Ġlay er
Ġdet ermin
Ġfas hion
Ġpict ure
Ġgir ls
Ġshap ed
Ġext r
Ġlove ly
Ġrepresent ations
Ġpress ure
å®ŀ éªĮ
å®ŀ çİ°
Ġswim ming
Ġmemor ization
æķ°æį ®
Ex ample
Ex plain
Every thing
wr ite
wonder ing
ä½ įç½®
åħ ĥ
åĬ Ľæİ©çłģ
æ³ ķ
ç¡ ¬ä»
Ġes peci
Ġtreat ed
Ġsigh ing
Ġcaus ed
Ġlad y
Ġlad der
Ġlabel s
Ġhun gry
Ġthrow ing
Ġgi ving
like ly
Ġreview able
Ġass ign
Ġass umpt
Ġrat tling
Ġstart ed
Ġsepar ate
Ġanim al
Ġsum mer
Ġconcl uded
Ġprof iling
Ġvalu es
Ġaffect s
Ġunf olded
Ġguess ed
ä¼ļæ ĬĬ
è§Ħ æ¨¡
è§Ħ æ¨¡å
Ġactiv ations
Ġconsid ering
metric s
Ġsucceed s
Ġsque aking
Ġsque ez
by e
hor ity
my self
spl its
whe ther
å· ¥
å· ²
åİ Łå§ĭ
æī §è¡Į
æĹ ¶
çķ Ļ
è½ ½
è½ ¬æį
Ġtast ed
Ġtens or
Ġtens ors
Ġwand ering
Ġwild ly
oun ting
Ġcaut ion
Ġmix ed
Ġfun ny
Ġfail ure
Ġfriend s
Ġpur ring
ade off
Ġbeaut ifully
Ġem phas
Ġreco vered
Ġsto pped
Ġforget ting
Ġvar i
Ġexist s
Ġlock s
Ġknock ing
Ġlead erboard
Ġcomput ation
Ġscal ing
Ġbring ing
execut ed
begin ning
ä¿¡ æģ
æŃ£ ç¡
ĠCheckpoint Met
glif ication
IN K
Po or
cup boards
fan cy
fth and
gl ass
å¯ ¹
å± ŀäºİ
å¹ ¶
åĽ ł
åĴĮ çĽ®æłĩ
æĪ Ĳ
éĿ ¢
Ġimple mentation
Ġtou ch
Ġtumb ling
Ġag ree
Ġapp les
Ġalig n
Ġsli pped
Ġsimp ly
Ġwat ched
Ġcust ody
Ġocc urred
Ġmus ic
Ġmist ake
Ġmag ic
Ġtoss ing
Ġfam ili
Ġhab it
Ġhig her
Ġhop ing
asion ally
Ġnibb ling
Ġinv itation
Ġincre ases
Ġindign antly
Ġbehead ed
second s
Ġreg ime
Ġrelie f
Ġune as
Ġra ised
Ġsend ing
Ġneat ly
Ġmeas ure
Ġconst ant
ĠTrain ing
ĠToken izer
Ġquarre lling
Ġdecl are
ĠCon queror
Ġabs urd
Ġproble m
Ġcontro ls
Ġteach ing
Ġteles cope
answ er
ĠLat itude
ĠLong itude
Ġreproduc ible
è¯į è¡¨
Ġwaist coat
Ġprison er
Ġguard rail
æľª æĿ¥
Ġmism atch
Ġconfir m
does n
è§£ éĩĬ
ä¹Ł èĥ½
įåĲ ĳ
è¿Ľ è¡Į
Ġextreme ly
åºĶ å½ĵ
è¶³ å¤Ł
puzz ling
DR INK
Per haps
Present ly
Sy nthetic
bish op
creat ures
dw in
drun k
glo ves
hist ory
nat ured
nur se
nament ed
ogr aphy
pto e
sold iers
uit ion
¨³ å®ļ
åį ķ
éĶ Ļè¯
Ġä¸º ä»Ģä¹Ī
Ĭ¶æ Ģģ
Ġtall er
Ġturtle s
Ġtread ing
Ġavail able
Ġsim ilar
Ġsiz es
Ġsens ation
Ġwid th
Ġwar ning
Ġwom an
remar k
erret s
erci a
Ġcau ldron
Ġcoll ected
Ġbor ing
Ġbal anced
Ġbir d
Ġbarrow ful
enny worth
Ġmere ly
Ġmess ages
Ġdan cing
Ġdty pe
Ġfra g
isof ormat
Ġthro at
Ġthous and
Ġparch ment
Ġplead ed
Ġphr ases
Ġintend ed
Ġinfr astru
Ġgidd y
seem ed
meaning ful
Ġrequ ire
Ġasham ed
Ġassemb led
Ġrap idly
Ġstamp ing
Ġexplan ation
Ġneigh bour
Ġcontempt uous
ĠNorth umbria
Ġencod ing
Ġpebble s
Ġunhapp y
Ġunpleas ant
Ġstruct ural
è®¡ç ®Ĺ
Ġfanci ed
å¤ĦçĲ Ĩ
ä¼ĺåĮĸ åĻ¨
Ġmislead ing
Ġgeneraliz ation
CHOR US
Ġmethod s
Ġobser ved
Ġsubwor d
ä¸Ģèĩ ´
ä¸Ģä¸ª éĺ¶æ®µ
ä¿ĿæĮ ģ
Ġdetermin istic
ç¡¬ä» ¶
Ġespeci ally
ä¼ļæĬĬ åİŁå§ĭ
è½¬æį ¢
ä¿¡æģ ¯
ĠCheckpointMet adata
éĶĻè¯ ¯
Ġinfrastru cture
! _
" .
" {
" },
' s
) ]
) âĢĶ
) }")
, _
, âĢĻâĢĿ
. ,
. ]
. âĢĶ
. âĢĶâĢľ
0 3
3 2
3 3
4 6
7 0
8 46
; âĢĶ
? )
? _
A B
A D
A L
A N
A T
A l
A m
A he
B I
B r
B et
B ack
B irds
B ring
B PE
B oots
C h
C at
C ur
C om
C atch
C oll
C ertain
C heshire
C hor
C ode
C hr
C lipping
D ri
D ist
D uck
D odo
D oes
D rink
D ear
D igging
E E
E ither
E mbedding
E LU
E AR
E dwin
E AT
F U
F al
F if
F ort
F our
F ish
F rom
F ive
F ury
F etch
F rench
F ainting
G E
G e
G r
G ame
G LU
H d
H j
H m
H is
H ad
H and
H ave
H ush
H ole
H eral
I s
I mp
I di
K nave
L e
L ar
L ook
L au
L ory
L ear
L izard
L arge
L ayer
L uckily
M as
M ind
M ine
M arch
M ary
M ix
M ajesty
M iss
M ercia
M AL
N L
N ay
N one
N ear
N onsense
O U
O r
O Ã
O NL
P at
P ig
P igeon
P arameter
P rizes
P ray
P epper
P ennyworth
Q uadrille
R u
R ight
R ome
R ace
R ead
R andom
R unning
S i
S w
S it
S ent
S to
S ame
S uch
S aving
S aid
S elf
S ounds
S ONL
T S
T o
T r
T re
T en
T ut
T oo
T ell
T wo
T alking
T went
T HE
U p
U gh
U glification
U EE
W a
W r
W as
W ake
W illiam
W onderland
Y our
Z e
[ -
[ :
] ]
] ]:
] }")
_ ;
_ {
_ âĢĻ
_ ?âĢĿ
_ âĢĶâĢĿ
_ .âĢĻâĢĿ
_ ).
` .
` :
a ly
a ign
a ited
a fe
a ography
b l
b ed
b as
b ot
b al
b ir
b ell
b est
b ore
b ject
b ling
b ury
b ility
b rightened
b ring
b ank
b esides
c if
c ri
c lo
c are
c ious
c ient
c ons
c ross
c ert
c op
c ret
c ying
c rowd
c ided
c ular
c ud
c ute
c ucumber
d a
d j
d at
d ro
d ry
d one
d ist
d ered
d read
d ump
d iam
d ging
d gar
d ifferent
d ged
e f
e w
e at
e ck
e ere
e el
e am
e ak
e ked
e ble
e vid
e ager
e bly
e iling
e yes
e enth
e yed
f ly
f ur
f ell
f ig
f ake
f ond
f ire
f ile
f ull
f air
f right
f rightened
f inger
f riend
f ocus
f inal
f rog
f linging
f ield
f errets
g n
g in
g all
g ir
g her
g ave
g est
g ant
g ence
g old
g arden
g ular
g ative
g mentation
h im
h ast
h ouse
h ood
h alf
h ated
h ookah
h idden
h ung
i al
i red
i est
i ally
i ven
i ved
i per
i path
i otic
i ptoe
i GLU
i bility
j ure
k n
k s
k v
k er
k es
k im
k ne
k ily
k iss
l v
l ad
l ple
l ate
l ast
l ink
l au
l ass
l ause
l oud
l mon
l ways
l abel
l ative
l onely
l uckily
m n
m u
m or
m is
m ot
m ly
m ur
m ay
m ight
m ple
m ist
m ake
m atter
m ory
m aid
m outh
m ense
m orrow
m ade
m ulous
m ersault
m agine
n el
n ight
n est
n ine
n ose
n line
n umber
n ately
n itude
n ibb
n atural
o b
o id
o ad
o il
o be
o sition
o king
o pped
o lic
o intment
p s
p it
p ed
p or
p ot
p th
p ation
p her
p ence
p ans
p ict
p ie
p roject
p ool
p air
p ract
p arameter
p resent
p ardon
p lic
p airs
p aper
p encil
p urpose
p ressing
q kv
r h
r ar
r ad
r if
r us
r one
r abbit
r imp
r up
r umb
r ange
r atching
r strip
r itated
r ants
r rh
s q
s at
s en
s li
s ad
s al
s ir
s pe
s ort
s ight
s om
s iz
s ame
s il
s uch
s imp
s av
s ample
s igh
s aw
s ummar
s ens
s mo
s we
s ister
s chool
s orrow
s erpents
s afe
s kim
s late
t s
t on
t it
t re
t or
t es
t oo
t ain
t ri
t ook
t un
t il
t ried
t art
t ire
t ons
t arts
t ier
t rying
t ty
t len
t wist
t retching
t iptoe
u li
u se
u ss
u ation
u ge
u pp
u ine
u ish
u ity
u gg
u ick
u bs
u glif
v as
v ate
v il
v ance
v ol
v ision
w on
w and
w ell
w ind
w ig
w ood
w fully
w atching
w ider
w aited
w iGLU
x y
x po
x pect
y ly
y ard
y thing
y les
y awned
z e
z y
z ing
z ig
z ag
} "
} "]
¡ £
¡ éªĮ
¡ è¿Ĳè¡Į
¢ å
¢ ĳ
¢ èĥ½
¢ åĬ
¢ å¤į
£ ä¹Ī
£ åįķ
¤ º
¤ è¶
¥ æķ°
¥ æ£ĢæŁ¥
¥ åº
¥ è®©
¥ æĶ
¦ ä¹
¦ æĿ
¦ è§£
¦ ä¹Łèĥ½
§ ç
§ ģ
§ į
§ åĪ
§ è¦
¨ ĭ
¨ éĩ
¨ åĪĨ
¨ ä¼ļæ
© ä¸İ
© ä»·åĢ¼
ª äº
ª å°ı
ª åĽ
« å°
¬ Ķ
¬ æ¨¡åŀĭ
¬ ¡è¿Ĳè¡Į
® éĩį
¯ ı
¯ å¾
± Ĥ
± æĺ¯
± åĲ
² æŃ¢
² æľªæĿ¥
´ ¨éĩ
µ ·
µ éĩ
¶ å
¶ æĸĩæľ¬
· ·
· æľ¬
· ä¿¡
¹ å¤§
¹ è¿Ľ
¹ åıĺ
¹ æ³ķ
º Ĳ
º åĪĨ
º ç¡
º ¦æĿ
º «å°
» æŃ¢
» è§£éĩĬ
¼ ı
¼ æŃ
¼ ©ä¸İ
½ æķ°
¾ ¿
¾ ä»¥
¾ å°ı
¾ åĴĮçĽ®æłĩ
¿ åħ
¿ éĢļå¸¸
¿ çĶ¨
ä ¾¿
å ģ
å Ĩ
å Ł
å ŀĭ
æ ĭ
æ ı
æ Ĵ
æ ł
æ łĩ
æ µģæ°´çº¿
æ ĬĬ
æ ¯Ķ
æ ĤĦ
æ ¡£
æ ¬¡è¿Ĳè¡Į
æ ¯ı
æ ··
æ ºĲ
ç Ł
ç Ń
ç ¦»
ç ¨³å®ļ
ç Ĭ¶æĢģ
ç ¤º
ç §į
ç ¨ĭ
ç ¬Ķ
ç º¦æĿ
ç ¼©ä¸İ
è Ĭ
è Į
è ´¨éĩ
è µ·
è º«å°
é ģ
é Ĥ
é ĥ
é Ĺ
é ľ
é ¢ĳ
Ċ ĊĠĠĠĠĠĠĠĠ
Ċ ĊĠĠĠĠ
Ġ )
Ġ :
Ġ \
Ġ ir
Ġ est
Ġ ide
Ġ çļĦ
Ġ ign
Ġ 100
Ġ æĺ¯
Ġ éªĮè¯ģ
Ġ Just
Ġ åħ
Ġ ä¹Ł
Ġ æįŁå¤±
Ġ æķ°æį®æµģæ°´çº¿
Ġ éħįç½®
Ġ çľ
Ġ è®Ńç»ĥå¾ªçİ¯
Ġ ä½įç½®
Ġ å±ŀäºİ
Ġ è®¡ç®Ĺ
Ġ Ze
Ġ qkv
Ġ zig
Ģ çļĦ
Ģ §è¦
Ģ åŁ
ģ ĩ
Ĥ çļĦ
Ĥ å¯
ĥ éĩį
ĥ åĮĸ
Ħ æŃ£ç¡
Ħ éľ
ħ ä¸ĭ
ħ ä»·åĢ¼
ħ å®¹
ħ æĭ
Ĩ çĽ
Ĩ åīį
Ĩ èĬ
Ī éĢ
Ī åľ°
ī è§Ħæ¨¡å
ī ©ä»·åĢ¼
Ĭ åħĥ
ĭ åĬ
ĭ åĪ°
ĭ ç¼©ä¸İ
Į çĤ¹
Į æĪĲ
Į çº¦æĿ
İ °
İ æģ
ı ä¿Ŀ
ı è¶³å¤Ł
Ĳ è¯
Ĳ çļĦ
Ĳ æĺ¯
ĳ è§ģ
Ĵ è®Ńç»ĥ
ĵ è¢«
ĵ ªäº
Ķ ¹åıĺ
Ķ ç¨³å®ļ
ĸ æ£ĢæŁ¥
ĸ éĿ¢
Ĺ æĽ´
Ļ ä¸į
ľ çļĦä¸Ģ
ľ æĹ¶
Ŀ ¥æ£ĢæŁ¥
ŀ å½
ŀ éĢļ
Ł æŃ£
Ł çļĦä¸Ģ
Ł åĪ°
ł çļĦ
ł åı¯å¤įç
ł æ³ķ
ł è½½
ł ·æľ¬
ł æĴ
Ń èĢĮ
Ń īè§Ħæ¨¡å
Ġt id
Ġt ut
Ġt ur
Ġt un
Ġt ight
Ġt ure
Ġt ide
Ġt ying
Ġt err
Ġt inkling
Ġt uli
he ld
he st
he avy
he lple
Ġa che
Ġa mb
Ġa gg
Ġa do
Ġa ud
Ġa dj
Ġa wfully
Ġs on
Ġs or
Ġs ur
Ġs ple
Ġs che
Ġs ink
Ġs ess
Ġs its
Ġs lic
in ed
in ent
in ch
in qu
in to
in put
in ary
in side
in ner
in vent
Ġw in
Ġw al
Ġw ri
Ġw el
Ġw ep
Ġw ind
Ġw ig
Ġw ore
Ġw ra
Ġw ide
Ġw ond
Ġw its
Ġw ise
Ġw ife
Ġw ider
Ġw arm
Ġw inter
Ġw ings
ou red
ou ched
on y
on ents
on oun
it self
it ations
it ute
re al
re qu
re ally
re ng
re main
re cor
re aring
re sting
re med
re solved
re gular
at ing
at te
at tention
nd idly
nd eed
er red
er get
er fully
er nly
er ision
er ically
ing y
ing le
âĢĿ )
âĢĿ ,
âĢĿ ;
Ġc ow
Ġc al
Ġc ent
Ġc ro
Ġc ard
Ġc her
Ġc am
Ġc ure
Ġc ore
Ġc ack
Ġc ra
Ġc old
Ġc ool
Ġc ush
Ġc raw
Ġc amp
Ġc rawling
Ġc unning
Ġc linging
Ġc ucumber
Ġc ounting
Ġc eiling
Ġb an
Ġb ow
Ġb ent
Ġb ill
Ġb one
Ġb ough
Ġb ath
Ġb are
Ġb ree
Ġb ag
Ġb other
Ġb old
Ġb uff
Ġb rightened
Ġb ones
Ġb oun
Ġb eds
Ġb alls
Ġb aked
ed ly
en ing
en ced
Ġo dd
Ġo bst
Ġo sc
Ġo yst
Ġo intment
Ġm a
Ġm all
Ġm il
Ġm ach
Ġm aj
Ġm ulti
Ġto y
Ġto ast
Ġto ff
Ġto wards
Ġto ys
Ġto morrow
Ġl it
Ġl and
Ġl ab
Ġl if
Ġl est
Ġl ull
Ġl aid
Ġl ately
Ġl ines
Ġl amp
Ġl oose
Ġl onely
Ġl aughter
id ay
id ge
id get
id ated
Ġd el
Ġd un
Ġd ig
Ġd ried
Ġd ra
Ġd ive
Ġd ie
Ġd up
Ġd ates
Ġd uck
Ġd ense
Ġd raw
Ġd ressed
Ġd rown
Ġd aint
Ġd inn
Ġd aughter
Ġd rif
Ġd inner
or ant
or pus
or age
or namented
Ġf at
Ġf is
Ġf ad
Ġf ill
Ġf ake
Ġf ive
Ġf ury
Ġf umb
Ġf old
Ġf ool
Ġf itting
Ġf ount
Ġf lock
Ġf rying
Ġf itted
Ġf lew
Ġf rog
Ġf illed
Ġf und
Ġf resh
Ġf errets
Ġf requ
Ġf idget
is m
is it
is ies
is sed
is kers
is itive
Ġh at
Ġh id
Ġh um
Ġh ous
Ġh ide
Ġh int
Ġh umb
Ġh oll
Ġh ush
Ġh ol
Ġh ides
Ġh atching
Ġh arm
Ġh ipp
Ġh und
Ġh uge
ce ived
ar p
ar th
ar all
ar ri
ar ound
ar ant
Ġth in
Ġth ir
Ġth ick
Ġth ump
Ġth rew
Ġth rown
Ġth under
Ġth rone
âĢĻ _
âĢĻ ?âĢĿ
le y
le ave
le ast
le fthand
as ide
as ci
as ped
an im
an other
an xious
an ary
an ism
Ġhe al
Ġhe ap
Ġhe av
Ġhe arts
Ġhe els
Ġhe avy
Ġp ow
Ġp et
Ġp ri
Ġp ite
Ġp our
Ġp ast
Ġp ink
Ġp ant
Ġp ine
Ġp ence
Ġp ace
Ġp ush
Ġp igeon
Ġp ractical
Ġp aus
Ġp riz
Ġp aint
Ġp ounds
Ġp arall
ow er
Ġit ems
Ġn et
Ġn um
Ġn om
Ġn est
Ġn ast
Ġn umb
Ġn ames
es cent
es cape
Ġin qu
Ġin cor
Ġin cess
Ġin side
Ġin wards
Ġin vent
Ġin sol
Ġin validate
Ġin jure
Ġsa nd
Ġsa ge
Ġsa uc
Ġsa nds
Ġsa lmon
Ġsa mple
Ġg ain
Ġg ay
Ġg ate
Ġg ather
Ġg ated
Ġg rew
Ġg az
Ġg ames
li a
li est
li ked
li ving
li fe
Ġshe ep
Ġshe dd
Ġshe lves
Ġshe pher
ad vance
ot s
ot am
ot hing
ot ary
ot ection
Ġbe e
Ġbe nd
Ġbe ar
Ġbe lo
Ġbe ast
Ġbe ak
Ġbe lt
se ed
se en
se ful
se quence
se ems
se cute
Ġe ch
Ġe qu
Ġe el
Ġe val
Ġe els
ut tered
ĠA h
ĠA the
ĠA ust
ĠA nt
ĠA dv
ĠA ND
ĠA rith
ĠA da
ĠA lways
me tic
me mory
ver se
ver ge
ion ed
ion al
ion ately
Ġon es
Ġon ions
al ed
al ter
al and
al one
al ong
al oud
ĠI I
ĠI V
ĠI X
ĠI f
ĠI nt
ĠI II
ĠI magine
ĠI ndeed
ld om
Ġwas h
Ġwas ting
st ate
st orm
st ood
st ates
st iff
st ream
st ery
st ead
st airs
st yle
st irring
st opped
ent iet
ro ve
ro ck
ro pe
ro of
ro ved
ro file
ur ation
ur ry
ur ance
ur pation
out side
ch ain
ch ange
ch op
ch imney
ch ief
ch anism
Ġre us
Ġre act
Ġre shape
Ġre eds
Ġre running
Ġre lative
Ġre tire
Ġre ceived
et h
et s
et tle
et ween
et ection
et itive
Ġu glif
!âĢĿ )
Ġthat ched
ain ly
âĢĶ (
âĢĶ ]
âĢĶ _
âĢĶ âĢĻ
ke ep
ke pt
Ġr us
Ġr ic
Ġr app
Ġr ail
Ġr ise
Ġr ich
Ġr arer
Ġr ising
Ġr oughly
Ġr ipp
Ġr outing
Ġr iper
Ġr otary
Ġwh om
Ġwh istling
im s
Ġso b
Ġso bbed
Ġso mersault
Ġso othing
ck ing
ck rrh
ct ured
the se
the less
Ġst ation
Ġst ock
Ġst alk
Ġst up
Ġst ool
Ġst arts
Ġst ead
Ġst ably
Ġst yle
Ġst alls
Ġst irring
Ġst retching
Ġst eam
Ġst yles
Ġst reng
Ġst ernly
Ġst ingy
Ġst orage
Ġis su
Ġat e
Ġat tem
Ġfor k
Ġfor tun
and y
and ing
and um
th ose
th ump
th day
th rew
th imble
th under
The ir
all owed
ir t
ir ons
ir ited
Ġse ven
Ġse arch
Ġse ated
Ġse cret
Ġse gmentation
Ġse aside
Ġse ldom
if ting
if ies
if ier
Ġsh ock
Ġsh ake
Ġsh are
Ġsh iny
Ġsh ade
Ġsh ining
Ġsh iver
Ġsh rimp
Ġsh yly
Ġsh ingle
Ġsh ifting
Ġan cient
pe are
pe less
ri ek
ri bly
ri ction
ri otic
ri ef
Ġall ow
Ġmo ves
.âĢĿ )
qu est
qu iet
Ġv ul
Ġv ine
Ġv ag
to m
to le
to ms
Ġdo min
Ġdo dged
Ġdo zing
ill ate
Wh ite
ere xpo
Ġex am
ĠM ay
ĠM ind
ĠM ag
ĠM odel
ĠM yst
ĠM emory
ĠM AR
ĠM ercia
el p
el ids
el bow
Ġne ither
Ġne ural
Ġne gative
?âĢĿ ,
Ġk ing
Ġk issed
Ġk ettle
Ġsu et
Ġsu ff
Ġsu per
Ġsu gg
Ġsu bst
Ġsu gar
Ġup right
Ġup set
Ġup stairs
us hing
us ually
us oid
Ġlo se
Ġlo ving
Ġlo sing
Ġlo dging
ry sal
Ġout line
Ġme at
Ġme al
Ġme ek
Ġme chanism
ust om
ust ered
ite cture
ave at
ul ates
Ġcon de
Ġcon ven
Ġcon ger
Ġcon du
Ġcon cept
Ġcon cat
Ġcon cert
Ġcon sequence
Ġcon quest
un rolled
un com
un less
un common
un til
un usually
ĠS ing
ĠS ome
ĠS pl
ĠS imple
ĠS end
ĠS erpent
ĠS tory
ĠS ilence
ĠS till
ĠS yst
ĠS top
ĠS OU
ĠS tretching
ĠS upp
ĠS wiGLU
ĠS tole
ĠT ake
ĠT ho
ĠT ale
ĠT arts
ĠT HE
ĠT ears
Ġqu iver
Ġqu eere
am ation
am our
am pl
pp ery
Ġj ell
Ġj our
Ġj aw
Ġj ud
Ġbut tered
Ġbut tons
Ġkn own
Ġkn elt
Ġkn uck
Ġkn ob
Ġdown ward
Ġdown wards
Ġdown stream
Ġcan vas
Ġli ved
Ġli kes
Ġli ps
Ġli cking
ĠD ata
ĠD ec
ĠD igging
ĠD inn
ĠD erision
ĠD escent
ĠD etection
Ġor namented
Ġde ath
Ġde bu
Ġde pth
ic s
ic er
ic ulous
ic ially
Ġtr ack
Ġtr ansform
Ġtr ansformer
Ġtr adeoff
Ġtr ampl
ĠC ap
ĠC aut
ĠC ross
ĠC roquet
ĠC aus
ĠC anter
ĠC lipping
ĠC lass
ĠC oil
ĠC orpus
ĠC anary
ĠC aveat
ort ing
ort ed
um able
um ph
om ile
iz ers
Ġab le
Ġab ide
ind ex
ind eed
our n
our s
our ce
our ite
Ġch oke
Ġch uck
Ġch anced
Ġch oose
Ġch asing
Ġch ains
Ġch ief
Ġch atte
Ġch rysal
red uc
est amp
lo de
lo bst
lo gits
che ered
che ated
Ġno dd
Ġno ises
Ġno vel
Ġhis tor
xt eenth
ink ing
ink led
ting uish
ĠH d
ĠH as
ĠH im
ĠH ush
ĠH EAR
ĠQ UEE
ĠQ uick
Ġsm oot
Ġsm oking
Ġwere n
Ġle ap
Ġle ant
Ġle aving
Ġle fthand
ist mas
ig and
ig uity
Ġpro ven
Ġpro vid
Ġpro duce
Ġpro ced
Ġpro vo
Ġpro gress
Ġpro xy
Ġpro secute
Ġgr ant
Ġgr ace
Ġgr az
Ġgr avy
ĠK IN
ĠQueen s
ock ing
Ġoff er
Ġoff icer
Ġtrain ed
Ġsome one
Ġsome how
ĠG ram
ĠG ELU
ĠG rief
Ġwor m
Ġwor se
Ġwor ry
Ġwor ried
Ġwor sens
Ġval idated
ap ed
ap es
ap ers
ap ol
Ġpo p
Ġpo pe
Ġpo sit
Ġpo ky
Ġpo ker
po or
po sition
po ssibly
pt y
pt ion
Ġfe ed
Ġfe ared
Ġfe eble
ore gress
Th inking
ĠKing s
te a
te ly
te les
te acup
ack ing
ish ing
ish ly
Ġaf ore
Ġaf for
Ġaf fair
Ġget s
Ġby te
pl ate
pl enty
bit ion
bit rar
de al
de cided
ĠR un
ĠR ight
ĠR ate
ĠR ome
ĠR ole
ĠR AB
Ġway s
orm ous
orm ans
ra ved
ra ord
ra lia
ĠN ile
ĠN ever
ĠN umber
ĠN ormalization
ĠN ew
ĠN ormans
av our
ĠP ig
ĠP roject
ĠP ool
ĠP redict
ĠP ipeline
ĠP lease
ĠP rizes
ĠP epper
ĠP urpose
ĠP osition
ĠP uss
ĠP inch
ĠP rofile
Ġtoo l
Ġlar k
Ġlar gest
Ġhow led
Ġany where
fore paws
Ġ( _
Ġtw ist
Ġtw eak
Ġtw entiet
Ġtw inkled
Ġal tered
aut hority
dd le
ious er
mb ling
ond s
ond on
int roduce
Ġover head
Ġover come
Ġover fit
ä¸ įåĲ
ä¸ Ķç¨³å®ļ
Ġcont roll
Ġcont ribution
Ġcont rad
ho peless
she lves
Ġar row
Ġar bitrar
Ġother wise
Ġrun time
ne ar
ne arer
ĠB ec
ĠB ounded
ĠB lock
ĠB esides
ĠB asic
ĠB etween
Ġback s
nt ropy
Ġte ases
Ġte eth
Ġus ing
Ġus able
Ġus urpation
Ġnever theless
ĠF ish
ĠF oot
ĠF ury
ĠF inal
ĠF rog
ĠF rance
Ġhand les
Ġhand wr
ass ign
ive ly
Ġcur ly
Ġcur ve
Ġcur ving
Ġcur ls
Ġcur tse
Ġcur rants
Ġcur tain
Ġexp lic
Ġexp ensive
Ġexp ression
Ġexp anding
Ġexp lode
Ġjust ice
ag ree
ag nose
be nd
be ing
be en
be head
be gged
ĠL ittle
ĠL oop
ĠL ayer
ĠL angu
ĠL ondon
Ġen sure
Ġen jo
Ġen erget
Ġen ormous
get ting
get able
Ġpl ate
Ġpl umb
Ġpl ac
Ġpl aus
Ġpl ainly
Ġrep etitive
Ġrep orted
è¯ ¥è®©
Ġsy mp
ict ed
Ġthan k
Ġthan ked
app ing
app le
app lause
app ointment
app ishly
Ġimp ly
Ġimp ert
Ġimp atient
Ġman ually
Ġman ner
Ġman ners
Ġman aging
other s
sh all
sh ook
sh ore
sh ared
sh uff
sh outing
sh arp
sh ower
sh riek
sh aped
Ġro ck
Ġro ast
Ġro ared
Ġro ots
Ġcom plain
Ġcom fortable
Ġcom mot
Ġey elids
Ġright ly
Ġright hand
Ġy e
Ġy ards
Ġy ears
Ġy elled
Ġy ield
Ġy awned
Ġy elp
ble eds
ff ed
ĠE ven
ĠE du
ĠE ngl
ĠE vidence
ĠE ND
ĠE dwin
ĠE dgar
ĠE sq
ĠE ntropy
hed ges
Ġsc ore
Ġsc olded
Ġsc ores
Ġsc ram
Ġsc aly
Ġbot tlen
Ġbot tom
Ġlist ened
ang rily
text s
for got
Ġset s
Ġset tle
Ġdoor way
") :
sit ting
wh atever
wh iskers
Ġspl ashed
Ġpe ering
Ġpe ek
Ġpe gs
act er
act ly
old er
ĠâĢĺ âĢĻ_
Ġspe ll
Ġspe cif
Ġpre vent
Ġpre sents
Ġpre tty
Ġpre texts
Ġun able
Ġun rolled
Ġun cor
Ġun ci
Ġun less
Ġun just
Ġun certain
Ġun common
çļĦ è®Ńç»ĥ
çļĦ äº
çļĦ å½
çļĦ åŃ
çļĦ å°ı
çļĦ æİ©çłģ
çļĦ éĩįè¦ģ
çļĦ æķ°æį®æ
çļĦ æĸĩæľ¬
çļĦ æĶ
çļĦ è¯įè¡¨
Ġday s
Ġfind s
Ġread s
Ġunder stood
Ġnear by
ult ation
Ġeducation s
Ġadd s
Ġadd ressed
Ġcat tle
Ġmay n
Ġmay be
Ġlow ering
Ġsoon er
Ġstr ings
Ġgrow ling
Ġgrow led
Ġgrow ls
low ing
so bbing
Ġwa it
Ġopt ional
Ġpath s
Ġpleas ing
Ġpleas es
Ġpleas ant
Ġpleas anter
Ġbeh ave
Ġrepeat s
Ġmean while
put ting
æĺ ¾å°ı
æĺ ĵè¢«
ç» ĨèĬ
ç» ıè¶³å¤Ł
Ġac cum
Ġac cus
Ġac cept
Ġold er
Ġold est
Ġhapp y
Ġpart s
Ġpart ner
Ġpart ners
Ġbegin s
gg ling
gg led
Ġbr ain
Ġbr ave
Ġbr ass
Ġbr other
Ġbr ush
Ġbr anch
Ġbr istling
Ġbr idge
Ġbr ushing
ens es
Ġpr onoun
Ġpr otection
Ġres erved
Ġres umable
Ġres ource
Ġexecut es
Ġexecut ions
æĸ ¹æ³ķ
è® °
è® ¾
Ġfan ning
Ġfan ned
Ġfan cying
Ġgu ilt
Ġgu arant
Ġend ing
Ġear nest
Ġrememb ering
token izers
Ġkne el
akes peare
Ġposition al
In stead
ĠW ould
ĠW rith
ĠW onderland
Ġless en
Ġfl own
Ġfl ashed
Ġfl ung
Ġfl uttered
Ġfl urry
Ġfl ustered
Ġhear th
Ġgl aring
Ġgl anced
vers es
dden ly
ex plain
ex cept
ex plan
ex pressing
end ing
å¤ ªå°ı
Ġtre mulous
Ġspo on
Ġspo ken
Ġcall ing
Ġhouse maid
arch bishop
Ġpu ffed
Ġsupp le
Ġproject ed
Ġproject ions
Ġcurious er
So on
So les
du ed
du les
form ance
rain ts
ä» »
ä¼ łæĴ
å® ĮæĪĲ
åı ·
åı ĸ
åı įåĲĳ
åı Ĭåħĥ
Ġbit ter
Ġfar m
Ġfar ther
Ġfar mer
Ġhigh ly
Ġper mitted
Ġper formance
Ġpass ing
Ġint roduc
Ġint roduce
Ġint uition
Ġinde pend
Ġeat s
Ġwork load
Ġwork flow
cor ners
man y
op otam
æľ ĢåŁ
Ġtest ed
Ġtake away
Ġair s
Ġsw eep
Ġsw allowed
ress iven
Ġmis s
Ġmis chief
Ġmain ly
Ġhast e
Ġgen uine
adient s
Ġru de
Ġru bbing
Ġru bbed
Ġconf used
Ġconf use
Ġjo b
Ġjo gged
Ġjo ys
ĠHe arth
Ġplay ed
Ġprint ed
con tempt
do c
do ing
ol s
val idation
ĠO F
ĠO ur
ĠO ne
ĠO nly
Ġtri umph
Ġappe ars
Ġappe aled
Ġsimple st
Ġsimple ton
Ġclo ser
Ġclo sed
Ġfoot men
Ġeas iest
Ġdec ay
Ġdec ide
Ġdec ides
plain ing
No body
gr in
gr ity
gr adients
Ġsil ently
Ġcr ab
Ġcr ashed
Ġcr ouched
eng ine
Ġmor sel
Ġmor als
Ġlet s
Ġlet ting
Ġfall ing
Ġfall back
Ġreturn ing
Ġdeep est
æĸĩ æ¡£
ä¼ļ æĺİ
ä¼ļ éĩį
ä¼ļ éĺ
ä¼ļ ä½
ä¼ļ å¤§
ä¼ļ ä¿ĿåŃĺ
ä¼ļ ä»İ
ä¼ļ åıĺ
cum stance
ek s
his s
no ise
no body
ru g
ru ctured
æķ £åįķ
æķ Īåľ°
è§ ģæ
è§ Ĥå¯
Ġadv ice
Ġadv ise
Ġsl ugg
Ġcle ver
Ġcle ared
Ġcle arer
Ġcle arly
Ġbatch ing
Ġmet er
Ġmet ric
cess ion
Ġshar ing
Ġshar ks
Who ever
Ġwhere upon
ĠThere fore
Ġhands ome
Ġclose ly
)) )
)) :
_, âĢĻ
ä¹ ī
Ġsign s
Ġsign ify
Ġsign ifies
Ġwant s
Ġob long
Ġdou ble
Ġglo be
Ġglo bal
Ġrest riction
Ġsub mitted
Ġsub dued
Ġord ering
Ġcho king
Ġcho sen
ract ion
ä¸Ģ å®ļ
ä¸Ģ æ¬¡è¿Ĳè¡Į
ä¸Ģ èµ·
ä¸Ń åŃ
Ġcontin uous
Ġlisten ers
Ġhurry ing
Ġdifferent ly
åĪĨ ç¦»
conf using
conf used
Ġsneez ed
co st
tim idly
tim estamp
wor k
wor se
wor ds
®æ Ģ§è¦
Ġ[ "
Ġim itated
Ġim agine
Ġim mense
įå Ģ¼
įç Ĥ¹
įç īĩæ®µ
įç §ģ
Ġact ion
Ġact ive
Ġwindow s
Ġmar ched
Ġmas king
Ġpredict s
Ġpredict ably
your s
your self
str ange
Ġwhis tle
Ġwhis per
Ġwhis pers
think ing
Ġshow er
Ġshout ing
Ġshri eked
Ġcons erv
Ġcons ider
Ġcons ume
load s
Ġgrin s
Ġgrin ning
Ġword piece
Ġtrial s
æķ° åŃ
æķ° åĢ¼
Ġreason able
Ġdoub ling
Ġdoub led
è®Ńç»ĥ ä¹ĭ
è®Ńç»ĥ æįŁå¤±
è®Ńç»ĥ æ£ĢæŁ¥çĤ¹
è®Ńç»ĥ éĽĨ
è®Ńç»ĥ è¯ŃæĸĻ
è®Ńç»ĥ ç»ĵè®º
know ledge
æŃ ¤è¶
æŃ ¥æķ°
è¿ Ļä¸į
è¿ ŀéĢļ
Ġ1 1
Ġ1 33
Ġ1 846
Ġæ £ĢæŁ¥
Ġti ed
Ġti pped
Ġti ptoe
Ġsing ing
âĢľâĢĶ _
Ġcl ubs
Ġcl asped
Ġcl amour
Ġcl apping
Ġcap ering
Ġcap ability
Ġbo on
Ġbook s
Ġopp os
Ġmind ing
Ġmind ed
Ġloud er
Ġdis cre
Ġdis appeared
Ġdis pute
Ġdis may
Ġdis obe
Ġdis tinguish
Ġdis agree
Ġdes erved
Ġdes pair
Ġfur ious
Ġfur iously
Ġfact ors
Ġnormaliz ed
Ġbelie ved
Ġrecor ding
Ġask ance
Ġsold ier
Ġansw ers
Ġexplain ed
off ended
off icers
è¯´æĺİ æ¨¡åŀĭ
è¯´æĺİ è¯ŃæĸĻ
è¯´æĺİ å®ŀçİ°
Ġscale s
Ġbehav es
æĺ¯ éĺ
æĺ¯ åĲ
æĺ¯ åľ¨
æĺ¯ å®ŀçİ°
æĺ¯ å¯¹
æĺ¯ è¿ŀéĢļ
ç»ĵ æŀ
Ġpuzz le
An ything
Would n
again st
could n
some body
some times
some where
å° ĳè§ģ
Ġent rance
Ġsp ot
Ġsp rawling
Ġsp ades
Ġco ast
Ġcar ry
Ġcar rier
Ġcli mb
Ġcroquet ing
Ġcroquet ed
Ġbu g
Ġbu ilt
Ġtop s
Ġdream ing
Ġdream ed
Ġpers ons
ĠIn vol
Ġreload ing
Ġreload ed
Ġnotic ing
Ġconvers ations
Ġdepend ency
ĠLo gging
ĠLo gits
Ġplace ment
Ġhappen ing
Ġtremb le
åı¯ éĿ
Ġopen ing
éĩį è½½
Ġexperiment al
Ġexperiment ation
éªĮè¯ģ çĽ®æłĩ
éªĮè¯ģ å·¥
éªĮè¯ģ ä¼ļä½
éªĮè¯ģ æĺ¯å¯¹
ear th
fe el
fe eling
fe ebly
fort ably
grow l
how ever
hand s
ring lets
vo ice
æİ ¥æĶ
æİ §åĪ
è¦ ĨçĽ
Ġour selves
Ġsent enced
Ġwood en
Ġcross ly
Ġloop s
Ġdi ed
Ġdi lig
Ġdi verge
Ġdi agnose
Ġden ying
Ġden ies
Ġden ial
cept ual
Ġremain ing
their s
Ġstay s
Ġstay ed
Ġforward s
Ġexpect ations
aming oes
Ġgold fish
Ġprocess ions
Ġarg ue
Ġarg ued
Ġeng aged
Ġeng raved
Ġimpro ves
Ġimpro ved
Ġimpro ving
Ġcomp ared
Ġcomp any
Ġcomp aring
Ġcomp ression
Ġcomp onents
Ġweak en
Ġbecom ing
Ġdifficult ies
ä»¥ æĽ
ä»¥ ä¾¿
ä»¥ åıĬåħĥ
Ġremark s
æľ¬ èº«å°
ä¿Ŀ çķĻ
æ¨¡åŀĭ åı¯ä»¥
æ¨¡åŀĭ è§Ħæ¨¡å
æ¨¡åŀĭ è´¨éĩ
æ¨¡åŀĭ è®Ńç»ĥä¹ĭ
æ¨¡åŀĭ ä»¥æĽ
Be fore
Be head
Be gin
Sh y
Sh an
Sh all
St and
St ill
St uff
St upid
St igand
St ructured
com ing
com plaining
su gar
su ppose
su bject
ud es
´ç ¨³å®ļ
´ç Ńīè§Ħæ¨¡å
å½ ¼æŃ
å¸¸ è§ģ
å¸¸ å·¥
æĿ ĥéĩį
èĥ½ æŃ£
Ġve lv
Ġve getable
ģæ ±Ĥ
Ġsn out
Ġschool room
Ġche erfully
