{
  "name": "educode_bpe_8k",
  "type": "BPE",
  "library": "tokenizers",
  "vocab_size_target": 8192,
  "vocab_size_observed": 1174,
  "special_tokens": [
    "<pad>",
    "<bos>",
    "<eos>",
    "<unk>"
  ],
  "special_token_ids": {
    "<pad>": 0,
    "<bos>": 1,
    "<eos>": 2,
    "<unk>": 3
  },
  "artifact_path": "tokenizers/educode_bpe_8k",
  "tokenizer_json": "tokenizers/educode_bpe_8k/tokenizer.json",
  "corpus_path": "data/real_corpus/processed/synthetic_seed.processed.jsonl",
  "splits_used": [
    "train"
  ],
  "input_docs": 8,
  "train_docs_used": 7,
  "is_production_tokenizer": false,
  "notes": "Formal-path smoke tokenizer trained only on the processed synthetic seed corpus."
}
