{"<pad>":0,"<bos>":1,"<eos>":2,"<unk>":3,"!":4,"\"":5,"#":6,"$":7,"%":8,"&":9,"'":10,"(":11,")":12,"*":13,"+":14,",":15,"-":16,".":17,"/":18,"0":19,"1":20,"2":21,"3":22,"4":23,"5":24,"6":25,"7":26,"8":27,"9":28,":":29,";":30,"<":31,"=":32,">":33,"?":34,"@":35,"A":36,"B":37,"C":38,"D":39,"E":40,"F":41,"G":42,"H":43,"I":44,"J":45,"K":46,"L":47,"M":48,"N":49,"O":50,"P":51,"Q":52,"R":53,"S":54,"T":55,"U":56,"V":57,"W":58,"X":59,"Y":60,"Z":61,"[":62,"\\":63,"]":64,"^":65,"_":66,"`":67,"a":68,"b":69,"c":70,"d":71,"e":72,"f":73,"g":74,"h":75,"i":76,"j":77,"k":78,"l":79,"m":80,"n":81,"o":82,"p":83,"q":84,"r":85,"s":86,"t":87,"u":88,"v":89,"w":90,"x":91,"y":92,"z":93,"{":94,"|":95,"}":96,"~":97,"¡":98,"¢":99,"£":100,"¤":101,"¥":102,"¦":103,"§":104,"¨":105,"©":106,"ª":107,"«":108,"¬":109,"®":110,"¯":111,"°":112,"±":113,"²":114,"³":115,"´":116,"µ":117,"¶":118,"·":119,"¸":120,"¹":121,"º":122,"»":123,"¼":124,"½":125,"¾":126,"¿":127,"À":128,"Á":129,"Â":130,"Ã":131,"Ä":132,"Å":133,"Æ":134,"Ç":135,"È":136,"É":137,"Ê":138,"Ë":139,"Ì":140,"Í":141,"Î":142,"Ï":143,"Ð":144,"Ñ":145,"Ò":146,"Ó":147,"Ô":148,"Õ":149,"Ö":150,"×":151,"Ø":152,"Ù":153,"Ú":154,"Û":155,"Ü":156,"Ý":157,"Þ":158,"ß":159,"à":160,"á":161,"â":162,"ã":163,"ä":164,"å":165,"æ":166,"ç":167,"è":168,"é":169,"ê":170,"ë":171,"ì":172,"í":173,"î":174,"ï":175,"ð":176,"ñ":177,"ò":178,"ó":179,"ô":180,"õ":181,"ö":182,"÷":183,"ø":184,"ù":185,"ú":186,"û":187,"ü":188,"ý":189,"þ":190,"ÿ":191,"Ā":192,"ā":193,"Ă":194,"ă":195,"Ą":196,"ą":197,"Ć":198,"ć":199,"Ĉ":200,"ĉ":201,"Ċ":202,"ċ":203,"Č":204,"č":205,"Ď":206,"ď":207,"Đ":208,"đ":209,"Ē":210,"ē":211,"Ĕ":212,"ĕ":213,"Ė":214,"ė":215,"Ę":216,"ę":217,"Ě":218,"ě":219,"Ĝ":220,"ĝ":221,"Ğ":222,"ğ":223,"Ġ":224,"ġ":225,"Ģ":226,"ģ":227,"Ĥ":228,"ĥ":229,"Ħ":230,"ħ":231,"Ĩ":232,"ĩ":233,"Ī":234,"ī":235,"Ĭ":236,"ĭ":237,"Į":238,"į":239,"İ":240,"ı":241,"Ĳ":242,"ĳ":243,"Ĵ":244,"ĵ":245,"Ķ":246,"ķ":247,"ĸ":248,"Ĺ":249,"ĺ":250,"Ļ":251,"ļ":252,"Ľ":253,"ľ":254,"Ŀ":255,"ŀ":256,"Ł":257,"ł":258,"Ń":259,"te":260,"in":261,"Ġs":262,"re":263,"Ġt":264,"en":265,"Ġa":266,"Ġc":267,"he":268,"on":269,"de":270,"or":271,"ti":272,"Ġl":273,"al":274,"Ġf":275,"Ġp":276,"it":277,"ra":278,"Ġm":279,"er":280,"ken":281,"oken":282,"ing":283,"is":284,"tion":285,"ar":286,"es":287,"Ġn":288,"Ġlo":289,"ro":290,"ĠĠ":291,"Ġb":292,"Ġe":293,"Ġre":294,"at":295,"nd":296,"an":297,"le":298,"Ġand":299,"Ġno":300,"ed":301,"ut":302,"Ġtoken":303,"mp":304,"ode":305,"ss":306,"Ġpro":307,"ct":308,"ly":309,"Ġd":310,"ter":311,"int":312,"un":313,"xt":314,"Ġthe":315,"Ġex":316,"ck":317,"nt":318,"ul":319,"Ġw":320,"Ġse":321,"ay":322,"ho":323,"ts":324,"Ġst":325,"heck":326,"rain":327,"Ġloss":328,"ge":329,"his":330,"iz":331,"mal":332,"pe":333,"us":334,"ynt":335,"Ġg":336,"Ġo":337,"Ġr":338,"Ġte":339,"Ġis":340,"Ġcon":341,"heti":342,"Ġbe":343,"raining":344,"yntheti":345,"ynthetic":346,"ab":347,"ation":348,"amp":349,"ch":350,"lo":351,"token":352,"ĊĠĠ":353,"Ġ\"":354,"Ġi":355,"Ġv":356,"Ġit":357,"tep":358,"Ġsynthetic":359,"Ġto":360,"Ġco":361,"Ġcheck":362,"Ġfor":363,"Ġmode":364,"Ġnote":365,"Ġmodel":366,"ad":367,"di":368,"du":369,"po":370,"qu":371,"ri":372,"ur":373,"ure":374,"Ġin":375,"ten":376,"Ġare":377,"Ġfi":378,"its":379,"ration":380,"Ġlog":381,"Ġnot":382,"izer":383,"mall":384,"ĊĠĠĠ":385,"This":386,"ara":387,"ect":388,"st":389,"step":390,"Ġde":391,"Ġint":392,"Ġsa":393,"Ġsmall":394,"res":395,"Ġcan":396,"Ġcle":397,"Ġfut":398,"Ġne":399,"ata":400,"atter":401,"Ġwit":402,"Ġrun":403,"ample":404,"Ġnotes":405,"duc":406,"point":407,"Ġfuture":408,"__":409,"ap":410,"as":411,"ate":412,"cal":413,"eration":414,"les":415,"me":416,"mm":417,"mo":418,"para":419,"se":420,"ver":421,"Ġ`":422,"Ġus":423,"ine":424,"Ġsho":425,"rect":426,"Ġtar":427,"Ġtraining":428,"ent":429,"ents":430,"eneration":431,"Ġcor":432,"ity":433,"Ġmay":434,"ary":435,"uld":436,"Ġsepara":437,"Ġstay":438,"get":439,"Ġtext":440,"Ġconte":441,"tokens":442,"rib":443,"urn":444,"Ġclean":445,"Ġshould":446,"Ġtarget":447,"Ġseparate":448,"For":449,"`,":450,"ce":451,"co":452,"code":453,"cab":454,"crib":455,"ds":456,"fe":457,"for":458,"gu":459,"id":460,"il":461,"iv":462,"ition":463,"ipe":464,"ical":465,"irect":466,"ject":467,"ke":468,"line":469,"ma":470,"mb":471,"nal":472,"nical":473,"os":474,"ocab":475,"pus":476,"rit":477,"rst":478,"scrib":479,"training":480,"turn":481,"ual":482,"vi":483,"yte":484,"ĠC":485,"Ġh":486,"Ġhe":487,"Ġun":488,"ini":489,"Ġsh":490,"red":491,"redi":492,"Ġthis":493,"only":494,"ded":495,"demo":496,"ort":497,"ory":498,"Ġle":499,"Ġfro":500,"Ġpos":501,"radi":502,"Ġme":503,"Ġmatter":504,"Ġbyte":505,"Ġreal":506,"Ġrelo":507,"Ġreturn":508,"ath":509,"Ġtokenizer":510,"Ġproduc":511,"Ġproject":512,"Ġdo":513,"Ġdata":514,"Ġdirect":515,"ternal":516,"Ġexp":517,"Ġexternal":518,"ulary":519,"Ġwrit":520,"Ġsequ":521,"Ġgeneration":522,"Ġtech":523,"abil":524,"Ġids":525,"Ġvocab":526,"Ġcomp":527,"Ġchecks":528,"Ġcheckpoint":529,"Ġfirst":530,"Ġlogits":531,"Ġinto":532,"Ġsafe":533,"Ġnext":534,"Ġwith":535,"Ġcontext":536,"Ġcleaning":537,"ipeline":538,"Ġfrom":539,"Ġposition":540,"radients":541,"Ġwritten":542,"Ġsequen":543,"Ġtechnical":544,"Ġvocabulary":545,"))":546,"->":547,"={":548,"BP":549,"Lo":550,"The":551,"Wh":552,"aut":553,"age":554,"babil":555,"ces":556,"ep":557,"eed":558,"ft":559,"fter":560,"ful":561,"gh":562,"ger":563,"ha":564,"ix":565,"king":566,"ld":567,"li":568,"ll":569,"mizer":570,"ns":571,"ning":572,"op":573,"ore":574,"oun":575,"py":576,"pti":577,"put":578,"pres":579,"rint":580,"ty":581,"wor":582,"war":583,"}\"":584,"ĊĊ":585,"Ġ=":586,"ĠS":587,"ĠT":588,"Ġor":589,"Ġqu":590,"Ġ->":591,"ĠBP":592,"iny":593,"Ġstep":594,"Ġsample":595,"Ġsco":596,"Ġtiny":597,"Ġat":598,"Ġcode":599,"def":600,"Ġlar":601,"Ġlan":602,"alid":603,"Ġfini":604,"Ġpatter":605,"Ġpredi":606,"Ġpath":607,"Ġpipeline":608,"Ġprint":609,"Ġmas":610,"Ġmix":611,"ist":612,"arly":613,"arning":614,"Ġlow":615,"Ġloop":616,"Ġboun":617,"Ġever":618,"Ġres":619,"Ġrepres":620,"ant":621,"Ġtokens":622,"Ġprovi":623,"Ġprobabil":624,"Ġexamp":625,"Ġexample":626,"Ġseed":627,"hout":628,"hored":629,"Ġstr":630,"Ġstate":631,"heckpoint":632,"Ġgiv":633,"Ġgradients":634,"Ġout":635,"Ġopti":636,"Ġite":637,"Ġvalid":638,"Ġcomm":639,"ads":640,"tention":641,"Ġfiles":642,"Ġdescrib":643,"Ġneed":644,"Ġwithout":645,"Ġusual":646,"Ġcorpus":647,"coder":648,"form":649,"guage":650,"Ġhere":651,"Ġunits":652,"Ġshort":653,"Ġlearning":654,"Ġmatters":655,"Ġreload":656,"Ġdoes":657,"Ġdirectory":658,"Ġcompa":659,"Ġpositions":660,"Ġsequence":661,"Why":662,"authored":663,"ght":664,"world":665,"ward":666,"ĠBPE":667,"Ġscores":668,"Ġlarger":669,"Ġlanguage":670,"Ġfinite":671,"Ġmasking":672,"Ġbounded":673,"Ġevery":674,"Ġprovide":675,"Ġexamples":676,"Ġgives":677,"Ġoptimizer":678,"Ġvalidation":679,"Ġusually":680,"\",":681,"\":":682,"\"]":683,"(`,":684,")`,":685,"23":686,"45":687,":.":688,":{":689,":`,":690,"=`":691,">\"":692,"Cro":693,"Code":694,"Cur":695,"Checkpoint":696,"De":697,"Ea":698,"En":699,"Ev":700,"Ex":701,"Edu":702,"Generation":703,"It":704,"Imp":705,"Ke":706,"Pur":707,"Small":708,"Use":709,"[\"":710,"[-":711,"])":712,"]}\"":713,"ag":714,"ak":715,"ain":716,"ater":717,"ack":718,"aus":719,"ame":720,"ake":721,"aded":722,"after":723,"bs":724,"bu":725,"cl":726,"cre":727,"cit":728,"ction":729,"cter":730,"caus":731,"ding":732,"data":733,"el":734,"emp":735,"ext":736,"eful":737,"eak":738,"ften":739,"fore":740,"gg":741,"gl":742,"gm":743,"gt":744,"ghe":745,"gra":746,"ged":747,"gits":748,"gradients":749,"hin":750,"hing":751,"han":752,"hara":753,"if":754,"im":755,"iti":756,"ial":757,"ied":758,"imp":759,"igu":760,"ike":761,"ight":762,"ighe":763,"lp":764,"ls":765,"llo":766,"min":767,"mar":768,"mab":769,"mory":770,"nor":771,"nes":772,"nlo":773,"nect":774,"name":775,"next":776,"of":777,"oal":778,"oid":779,"oft":780,"ols":781,"pen":782,"por":783,"pro":784,"pts":785,"ppe":786,"predi":787,"pipeline":788,"pag":789,"pied":790,"rs":791,"ror":792,"sing":793,"shing":794,"train":795,"tad":796,"ture":797,"tain":798,"ute":799,"ude":800,"ution":801,"ule":802,"uge":803,"uation":804,"umm":805,"umab":806,"ved":807,"vate":808,"vabil":809,"vel":810,"void":811,"wnlo":812,"ymb":813,"zer":814,"Ġ1":815,"Ġon":816,"Ġra":817,"Ġer":818,"Ġ__":819,"Ġent":820,"Ġke":821,"Ġonly":822,"ĠDe":823,"ĠEdu":824,"Ġ[\"":825,"Ġzer":826,"ted":827,"tend":828,"Ġsti":829,"Ġscal":830,"Ġsimp":831,"Ġsoft":832,"Ġsumm":833,"Ġsymb":834,"ress":835,"rent":836,"requ":837,"retraining":838,"Ġtra":839,"Ġtho":840,"Ġturn":841,"Ġthan":842,"ench":843,"engt":844,"ented":845,"Ġas":846,"Ġamb":847,"Ġafter":848,"Ġall":849,"Ġappe":850,"Ġavoid":851,"Ġcra":852,"Ġcap":853,"Ġchara":854,"hello":855,"deas":856,"describ":857,"deep":858,"ders":859,"ors":860,"orpus":861,"Ġlay":862,"Ġlist":863,"Ġlike":864,"Ġlengt":865,"ally":866,"ality":867,"Ġfra":868,"Ġflo":869,"Ġfeed":870,"Ġfrequ":871,"Ġpun":872,"Ġpri":873,"Ġpretraining":874,"Ġmer":875,"Ġmap":876,"Ġmini":877,"Ġmath":878,"Ġmore":879,"Ġmater":880,"ers":881,"ery":882,"erim":883,"ervabil":884,"okenizer":885,"ish":886,"isk":887,"ists":888,"tions":889,"arts":890,"arli":891,"ese":892,"estions":893,"Ġload":894,"ropy":895,"ĠĠĠ":896,"ĠĠĠĠĠ":897,"Ġbat":898,"Ġbut":899,"Ġback":900,"Ġbench":901,"Ġeduc":902,"Ġemb":903,"Ġearly":904,"Ġearli":905,"Ġrepe":906,"Ġreduc":907,"Ġreads":908,"Ġremin":909,"ats":910,"ans":911,"level":912,"edding":913,"Ġtokeniz":914,"Ġprose":915,"Ġproces":916,"Ġprogra":917,"ctuation":918,"Ġdty":919,"Ġdist":920,"Ġdisk":921,"Ġexists":922,"ules":923,"Ġwas":924,"Ġweak":925,"Ġsecre":926,"Ġstarts":927,"ized":928,"malized":929,"peration":930,"Ġgoal":931,"Ġover":932,"Ġobs":933,"Ġoften":934,"Ġoperation":935,"Ġright":936,"Ġrule":937,"Ġrules":938,"Ġtest":939,"Ġconver":940,"Ġconce":941,"Ġconnect":942,"Ġcontain":943,"Ġbeco":944,"Ġbeha":945,"Ġbecaus":946,"Ġbefore":947,"ational":948,"chine":949,"loss":950,"ĊĠĠĠĠĠĠĠ":951,"Ġ\"<":952,"Ġ\"__":953,"Ġif":954,"Ġideas":955,"Ġvect":956,"Ġvery":957,"Ġcopy":958,"Ġcopied":959,"Ġforward":960,"Ġmodeling":961,"pose":962,"right":963,"Ġinput":964,"Ġintention":965,"Ġinform":966,"Ġincl":967,"Ġfile":968,"Ġlogs":969,"Ġlogit":970,"Ġlogged":971,"str":972,"Ġdemo":973,"Ġdecoder":974,"Ġdebu":975,"Ġintake":976,"Ġsame":977,"Ġsaved":978,"Ġclearly":979,"__\":":980,"apes":981,"appen":982,"memory":983,"mming":984,"Ġ`(`,":985,"Ġ`)`,":986,"Ġ`:`,":987,"Ġ`=`":988,"Ġuses":989,"Ġuseful":990,"rectnes":991,"entation":992,"Ġcorpor":993,"Ġcorrectnes":994,"Ġstays":995,"Ġcontent":996,"ribution":997,"Ġcleanly":998,"Ġseparately":999,"forward":1000,"ive":1001,"max":1002,"main":1003,"machine":1004,"vior":1005,"ĠCheckpoint":1006,"ĠChin":1007,"ĠCorpus":1008,"Ġhighe":1009,"Ġhuge":1010,"Ġhappen":1011,"Ġhelp":1012,"Ġunnor":1013,"Ġshapes":1014,"ortant":1015,"Ġleft":1016,"Ġmeant":1017,"Ġmetad":1018,"Ġmeans":1019,"Ġreloaded":1020,"Ġproduce":1021,"Ġproduces":1022,"Ġproduced":1023,"Ġdownlo":1024,"Ġdirectly":1025,"Ġexpli":1026,"Ġexpress":1027,"Ġexperim":1028,"Ġcompute":1029,"Ġcheckpoints":1030,"Ġcontextual":1031,"Ġsequences":1032,"Loss":1033,"Logits":1034,"eps":1035,"hape":1036,"nsform":1037,"Ġ==":1038,"ĠSynthetic":1039,"ĠSeed":1040,"ĠTraining":1041,"ĠTokenizer":1042,"Ġquality":1043,"Ġquestions":1044,"Ġattention":1045,"Ġattend":1046,"Ġpattern":1047,"Ġpatterns":1048,"Ġpredict":1049,"Ġprediction":1050,"Ġmixes":1051,"Ġmixed":1052,"Ġlower":1053,"Ġresumab":1054,"Ġreshape":1055,"Ġrepresented":1056,"Ġrepresentation":1057,"Ġprobability":1058,"Ġprobabiliti":1059,"Ġoutput":1060,"Ġitem":1061,"Ġiteration":1062,"Ġcommon":1063,"Ġcommit":1064,"Ġdescribe":1065,"Ġdescribed":1066,"Ġneeds":1067,"Ġcompares":1068,"Ġcompared":1069,"2345":1070,"Cross":1071,"Current":1072,"Checkpointing":1073,"Each":1074,"Engl":1075,"Even":1076,"Example":1077,"Important":1078,"Key":1079,"Purpose":1080,"Useful":1081,"citly":1082,"empty":1083,"gging":1084,"gments":1085,"iguity":1086,"mark":1087,"propag":1088,"predict":1089,"Ġone":1090,"Ġraw":1091,"Ġerror":1092,"Ġentropy":1093,"Ġkeeps":1094,"ĠDecoder":1095,"ĠEduCode":1096,"Ġzero":1097,"Ġstill":1098,"Ġscale":1099,"Ġsimple":1100,"Ġsoftmax":1101,"Ġsummary":1102,"Ġsymbols":1103,"Ġtransform":1104,"Ġthose":1105,"Ġturns":1106,"Ġambiguity":1107,"Ġappear":1108,"Ġcrashing":1109,"Ġcapture":1110,"Ġcharacter":1111,"describe":1112,"Ġlayers":1113,"Ġlength":1114,"Ġfragments":1115,"Ġfloat":1116,"Ġfrequent":1117,"Ġpunctuation":1118,"Ġprivate":1119,"Ġmerge":1120,"Ġminimal":1121,"Ġmaterial":1122,"ervability":1123,"Ġbatch":1124,"Ġbackpropag":1125,"Ġbenchmark":1126,"Ġeducational":1127,"Ġembedding":1128,"Ġearlier":1129,"Ġrepeats":1130,"Ġreduces":1131,"Ġreminders":1132,"Ġtokenization":1133,"Ġprocessing":1134,"Ġprogramming":1135,"Ġdtype":1136,"Ġdistribution":1137,"Ġwaste":1138,"Ġsecrets":1139,"Ġgoals":1140,"Ġobservability":1141,"Ġoperational":1142,"Ġconverts":1143,"Ġconcepts":1144,"Ġconnects":1145,"Ġcontains":1146,"Ġbecome":1147,"Ġbehavior":1148,"Ġbecause":1149,"Ġvectors":1150,"Ġcopyright":1151,"Ġintentionally":1152,"Ġinformation":1153,"Ġinclude":1154,"Ġdebugging":1155,"Ġcorpora":1156,"Ġcorrectness":1157,"ĠChinese":1158,"Ġhigher":1159,"Ġhappens":1160,"Ġhelps":1161,"Ġunnormalized":1162,"Ġmetadata":1163,"Ġdownloads":1164,"Ġexplicitly":1165,"Ġexpressive":1166,"Ġexperiment":1167,"Ġresumable":1168,"Ġprobabilities":1169,"English":1170,"Ġtransformer":1171,"Ġbackpropagate":1172,"Ġembeddings":1173}