{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<bos>": 1,
      "<eos>": 2,
      "<unk>": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "¡": 98,
      "¢": 99,
      "£": 100,
      "¤": 101,
      "¥": 102,
      "¦": 103,
      "§": 104,
      "¨": 105,
      "©": 106,
      "ª": 107,
      "«": 108,
      "¬": 109,
      "®": 110,
      "¯": 111,
      "°": 112,
      "±": 113,
      "²": 114,
      "³": 115,
      "´": 116,
      "µ": 117,
      "¶": 118,
      "·": 119,
      "¸": 120,
      "¹": 121,
      "º": 122,
      "»": 123,
      "¼": 124,
      "½": 125,
      "¾": 126,
      "¿": 127,
      "À": 128,
      "Á": 129,
      "Â": 130,
      "Ã": 131,
      "Ä": 132,
      "Å": 133,
      "Æ": 134,
      "Ç": 135,
      "È": 136,
      "É": 137,
      "Ê": 138,
      "Ë": 139,
      "Ì": 140,
      "Í": 141,
      "Î": 142,
      "Ï": 143,
      "Ð": 144,
      "Ñ": 145,
      "Ò": 146,
      "Ó": 147,
      "Ô": 148,
      "Õ": 149,
      "Ö": 150,
      "×": 151,
      "Ø": 152,
      "Ù": 153,
      "Ú": 154,
      "Û": 155,
      "Ü": 156,
      "Ý": 157,
      "Þ": 158,
      "ß": 159,
      "à": 160,
      "á": 161,
      "â": 162,
      "ã": 163,
      "ä": 164,
      "å": 165,
      "æ": 166,
      "ç": 167,
      "è": 168,
      "é": 169,
      "ê": 170,
      "ë": 171,
      "ì": 172,
      "í": 173,
      "î": 174,
      "ï": 175,
      "ð": 176,
      "ñ": 177,
      "ò": 178,
      "ó": 179,
      "ô": 180,
      "õ": 181,
      "ö": 182,
      "÷": 183,
      "ø": 184,
      "ù": 185,
      "ú": 186,
      "û": 187,
      "ü": 188,
      "ý": 189,
      "þ": 190,
      "ÿ": 191,
      "Ā": 192,
      "ā": 193,
      "Ă": 194,
      "ă": 195,
      "Ą": 196,
      "ą": 197,
      "Ć": 198,
      "ć": 199,
      "Ĉ": 200,
      "ĉ": 201,
      "Ċ": 202,
      "ċ": 203,
      "Č": 204,
      "č": 205,
      "Ď": 206,
      "ď": 207,
      "Đ": 208,
      "đ": 209,
      "Ē": 210,
      "ē": 211,
      "Ĕ": 212,
      "ĕ": 213,
      "Ė": 214,
      "ė": 215,
      "Ę": 216,
      "ę": 217,
      "Ě": 218,
      "ě": 219,
      "Ĝ": 220,
      "ĝ": 221,
      "Ğ": 222,
      "ğ": 223,
      "Ġ": 224,
      "ġ": 225,
      "Ģ": 226,
      "ģ": 227,
      "Ĥ": 228,
      "ĥ": 229,
      "Ħ": 230,
      "ħ": 231,
      "Ĩ": 232,
      "ĩ": 233,
      "Ī": 234,
      "ī": 235,
      "Ĭ": 236,
      "ĭ": 237,
      "Į": 238,
      "į": 239,
      "İ": 240,
      "ı": 241,
      "Ĳ": 242,
      "ĳ": 243,
      "Ĵ": 244,
      "ĵ": 245,
      "Ķ": 246,
      "ķ": 247,
      "ĸ": 248,
      "Ĺ": 249,
      "ĺ": 250,
      "Ļ": 251,
      "ļ": 252,
      "Ľ": 253,
      "ľ": 254,
      "Ŀ": 255,
      "ŀ": 256,
      "Ł": 257,
      "ł": 258,
      "Ń": 259,
      "in": 260,
      "at": 261,
      "on": 262,
      "Ġt": 263,
      "Ġs": 264,
      "ĠĠ": 265,
      "or": 266,
      "en": 267,
      "er": 268,
      "al": 269,
      "Ġc": 270,
      "es": 271,
      "Ġa": 272,
      "he": 273,
      "ion": 274,
      "ed": 275,
      "Ġl": 276,
      "Ġm": 277,
      "Ġi": 278,
      "ing": 279,
      "Ġp": 280,
      "re": 281,
      "ro": 282,
      "ar": 283,
      "an": 284,
      "Ġb": 285,
      "it": 286,
      "ct": 287,
      "Ġd": 288,
      "le": 289,
      "Ġf": 290,
      "ex": 291,
      "ation": 292,
      "Ġthe": 293,
      "ra": 294,
      "os": 295,
      "Ġst": 296,
      "##": 297,
      "Ġis": 298,
      "ĊĠĠ": 299,
      "us": 300,
      "ut": 301,
      "ent": 302,
      "mp": 303,
      "Ġn": 304,
      "Ġw": 305,
      "id": 306,
      "Ġto": 307,
      "de": 308,
      "ot": 309,
      "Ġv": 310,
      "Ġo": 311,
      "Ġr": 312,
      "Ġin": 313,
      "ic": 314,
      "st": 315,
      "oss": 316,
      "rain": 317,
      "iz": 318,
      "un": 319,
      "Ġex": 320,
      "et": 321,
      "Ġre": 322,
      "ly": 323,
      "ĊĠĠĠ": 324,
      "ect": 325,
      "ab": 326,
      "ep": 327,
      "Ġtrain": 328,
      "Ġcon": 329,
      "Ġval": 330,
      "im": 331,
      "ul": 332,
      "ken": 333,
      "Ġan": 334,
      "ad": 335,
      "Ġloss": 336,
      "Ġfor": 337,
      "ode": 338,
      "ke": 339,
      "Ġcor": 340,
      "Ġlo": 341,
      "il": 342,
      "ĠĠĠĠ": 343,
      "Ġma": 344,
      "odel": 345,
      "ck": 346,
      "Ġsm": 347,
      "ch": 348,
      "Ġe": 349,
      "Ġpro": 350,
      "um": 351,
      "Ġcan": 352,
      "Ġand": 353,
      "pus": 354,
      "Ġbe": 355,
      "mple": 356,
      "idation": 357,
      "Ġmodel": 358,
      "ath": 359,
      "Ġnot": 360,
      "is": 361,
      "Ġcorpus": 362,
      "__": 363,
      "hat": 364,
      "ter": 365,
      "Ġ=": 366,
      "ext": 367,
      "as": 368,
      "ce": 369,
      "ject": 370,
      "ãĢ": 371,
      "ä¸": 372,
      "Ġon": 373,
      "ate": 374,
      "Ġtraining": 375,
      "Ġcont": 376,
      "ve": 377,
      "int": 378,
      "lo": 379,
      "ur": 380,
      "Ġof": 381,
      "pe": 382,
      "Ġg": 383,
      "Ġexp": 384,
      "ig": 385,
      "Ġ-": 386,
      "ĠS": 387,
      "ort": 388,
      "Ġtoken": 389,
      "Ġvalidation": 390,
      "Ġdo": 391,
      "ample": 392,
      "ĊĠĠĠĠĠĠ": 393,
      "for": 394,
      "qu": 395,
      "è¯": 396,
      "ĠN": 397,
      "Ġsy": 398,
      "all": 399,
      "est": 400,
      "het": 401,
      "Ġit": 402,
      "ity": 403,
      "uc": 404,
      "Ġh": 405,
      "izer": 406,
      "ful": 407,
      "to": 408,
      "Ġrun": 409,
      "able": 410,
      "nt": 411,
      "ary": 412,
      "ãĢĤ": 413,
      "Ġ->": 414,
      "Ġhe": 415,
      "ata": 416,
      "ge": 417,
      "hy": 418,
      "ist": 419,
      "pl": 420,
      "Ġus": 421,
      "ine": 422,
      "Ġsh": 423,
      "heck": 424,
      "ans": 425,
      "Ġstep": 426,
      "hetic": 427,
      "nthetic": 428,
      "oke": 429,
      "Ġpr": 430,
      "ard": 431,
      "ĊĠĠĠĠĠĠĠ": 432,
      "``": 433,
      "po": 434,
      "ver": 435,
      "ĠT": 436,
      "atch": 437,
      "Ġsynthetic": 438,
      "aut": 439,
      "cal": 440,
      "Ġse": 441,
      "Ġexample": 442,
      "Ġsmoke": 443,
      "plit": 444,
      "\")": 445,
      "am": 446,
      "led": 447,
      "oun": 448,
      "tim": 449,
      "Ġ\"": 450,
      "ĠW": 451,
      "educ": 452,
      "It": 453,
      "om": 454,
      "çļ": 455,
      "Ġor": 456,
      "Ġth": 457,
      "Ġme": 458,
      "rol": 459,
      "umm": 460,
      "Ġcontrol": 461,
      "çļĦ": 462,
      "if": 463,
      "ict": 464,
      "ĊĊ": 465,
      "Ġle": 466,
      "Ġimp": 467,
      "otes": 468,
      "Ġop": 469,
      "ize": 470,
      "ĠNotes": 471,
      "(\"": 472,
      "Pro": 473,
      "hor": 474,
      "Ġeduc": 475,
      "atter": 476,
      "Ġsplit": 477,
      "ess": 478,
      "Ġas": 479,
      "rom": 480,
      "ational": 481,
      "Ġsmall": 482,
      "heckpo": 483,
      "author": 484,
      "Ġeducational": 485,
      "heckpoint": 486,
      "authored": 487,
      "\":": 488,
      "Ġ/": 489,
      "ong": 490,
      "end": 491,
      "Ġpath": 492,
      "ition": 493,
      "ummary": 494,
      "Project": 495,
      "ow": 496,
      "ure": 497,
      "æĺ": 498,
      "ç»": 499,
      "ore": 500,
      "arn": 501,
      "ith": 502,
      "ization": 503,
      "Ġexpans": 504,
      "ĠSummary": 505,
      "Ġuse": 506,
      "Ġcontrolled": 507,
      "Ġoptim": 508,
      "Ġexpansion": 509,
      "()": 510,
      "The": 511,
      "loss": 512,
      "pp": 513,
      "ï¼": 514,
      "ĠC": 515,
      "ĠP": 516,
      "Ġqu": 517,
      "osition": 518,
      "Ġwh": 519,
      "Ġlog": 520,
      "th": 521,
      "tent": 522,
      "ward": 523,
      "æĸ": 524,
      "è®": 525,
      "iny": 526,
      "Ġare": 527,
      "Ġde": 528,
      "ents": 529,
      "token": 530,
      "tention": 531,
      "der": 532,
      "oc": 533,
      "Ġ`": 534,
      "Ġthat": 535,
      "Ġdata": 536,
      "Ġres": 537,
      "Ġdoes": 538,
      "form": 539,
      "Ġuseful": 540,
      "That": 541,
      "ding": 542,
      "line": 543,
      "out": 544,
      "text": 545,
      "vi": 546,
      "å¤": 547,
      "Ġat": 548,
      "orm": 549,
      "ence": 550,
      "Ġmatter": 551,
      "Ġmore": 552,
      "Ġposition": 553,
      "Ġboun": 554,
      "its": 555,
      "rad": 556,
      "def": 557,
      "Ġproject": 558,
      "Ġhel": 559,
      "ĠWhy": 560,
      "Ġlearn": 561,
      "ded": 562,
      "ive": 563,
      "ä»": 564,
      "ä¼": 565,
      "å®": 566,
      "åĪ": 567,
      "åı": 568,
      "Ġal": 569,
      "Ġtiny": 570,
      "eng": 571,
      "ens": 572,
      "Ġif": 573,
      "rect": 574,
      "Ġbatch": 575,
      "Ġstr": 576,
      "Ġwith": 577,
      "ical": 578,
      "Ġonly": 579,
      "Ġimport": 580,
      "ain": 581,
      "age": 582,
      "eed": 583,
      "ff": 584,
      "ha": 585,
      "mor": 586,
      "æľ": 587,
      "Ġtest": 588,
      "Ġco": 589,
      "str": 590,
      "Ġmain": 591,
      "urn": 592,
      "Ġgo": 593,
      "ign": 594,
      "ï¼Į": 595,
      "Ġbounded": 596,
      "radi": 597,
      "In": 598,
      "ay": 599,
      "cor": 600,
      "ds": 601,
      "ib": 602,
      "mb": 603,
      "put": 604,
      "ue": 605,
      "val": 606,
      "ves": 607,
      "Ġ__": 608,
      "one": 609,
      "Ġsu": 610,
      "Ġpar": 611,
      "Ġlocal": 612,
      "ility": 613,
      "Ġprint": 614,
      "```": 615,
      "Ġthan": 616,
      "ach": 617,
      "ile": 618,
      "path": 619,
      "ting": 620,
      "ers": 621,
      "Ġcheckpoint": 622,
      "Ġlist": 623,
      "Ġlong": 624,
      "ations": 625,
      "ability": 626,
      "ame": 627,
      "Ġoptimizer": 628,
      "æĸĩ": 629,
      "Ġattention": 630,
      "Ġhelp": 631,
      "ä¼ļ": 632,
      "from": 633,
      "get": 634,
      "ol": 635,
      "op": 636,
      "ss": 637,
      "up": 638,
      "æķ": 639,
      "è§": 640,
      "éĩ": 641,
      "ĠE": 642,
      "Ġke": 643,
      "ind": 644,
      "ates": 645,
      "Ġscal": 646,
      "Ġsize": 647,
      "ors": 648,
      "erim": 649,
      "ally": 650,
      "Ġch": 651,
      "Ġlar": 652,
      "Ġpi": 653,
      "ross": 654,
      "ite": 655,
      "Ġstate": 656,
      "Ġint": 657,
      "ill": 658,
      "Ġmay": 659,
      "Ġruns": 660,
      "Ġhead": 661,
      "ormal": 662,
      "Ġmatters": 663,
      "))": 664,
      "10": 665,
      "con": 666,
      "fig": 667,
      "her": 668,
      "ir": 669,
      "li": 670,
      "main": 671,
      "ng": 672,
      "not": 673,
      "ten": 674,
      "ved": 675,
      "¨¡": 676,
      "ªĮ": 677,
      "ä¹": 678,
      "ä¿": 679,
      "æį": 680,
      "æ¨¡": 681,
      "éªĮ": 682,
      "Ġ{": 683,
      "Ġtr": 684,
      "ality": 685,
      "edict": 686,
      "edding": 687,
      "and": 688,
      "Ġbut": 689,
      "Ġfrom": 690,
      "Ġstable": 691,
      "ust": 692,
      "Ġwor": 693,
      "Ġinto": 694,
      "Ġrep": 695,
      "ime": 696,
      "ult": 697,
      "Ġcorrect": 698,
      "Ġbec": 699,
      "ãĢģ": 700,
      "ä¸Ģ": 701,
      "ä¸Ń": 702,
      "load": 703,
      "Ġoften": 704,
      "peline": 705,
      "Ġtokenizer": 706,
      "quence": 707,
      "Ġsha": 708,
      "Ġmemor": 709,
      "ocab": 710,
      "åĪĨ": 711,
      "ength": 712,
      "radient": 713,
      "mbedding": 714,
      "ak": 715,
      "ack": 716,
      "min": 717,
      "run": 718,
      "train": 719,
      "turn": 720,
      "ug": 721,
      "wn": 722,
      "®æ": 723,
      "ĠA": 724,
      "ĠG": 725,
      "Ġ[": 726,
      "Ġup": 727,
      "įå": 728,
      "įç": 729,
      "Ńç»": 730,
      "Ġset": 731,
      "Ġac": 732,
      "Ġstill": 733,
      "uture": 734,
      "Ġwe": 735,
      "Ġwr": 736,
      "etad": 737,
      "Ġreturn": 738,
      "Ġmake": 739,
      "Ġeas": 740,
      "Ġbeha": 741,
      "ish": 742,
      "ass": 743,
      "Ġone": 744,
      "Ġcontext": 745,
      "Ġexperim": 746,
      "forward": 747,
      "Ġpredict": 748,
      "Ġsequence": 749,
      "amet": 750,
      "æĺİ": 751,
      "Ġquality": 752,
      "è®Ńç»": 753,
      "Ġcomp": 754,
      "æķ°": 755,
      "Ġkeep": 756,
      "indow": 757,
      "Ġpipeline": 758,
      "100": 759,
      "etadata": 760,
      "è®Ńç»ĥ": 761,
      "Val": 762,
      "act": 763,
      "cl": 764,
      "co": 765,
      "ew": 766,
      "js": 767,
      "les": 768,
      "lish": 769,
      "pect": 770,
      "´æĺİ": 771,
      "äº": 772,
      "æŃ": 773,
      "è¡": 774,
      "è¿": 775,
      "Ġ1": 776,
      "ĠL": 777,
      "Ġæ": 778,
      "Ġun": 779,
      "ated": 780,
      "Ġsi": 781,
      "Ġcur": 782,
      "Ġmis": 783,
      "ingful": 784,
      "row": 785,
      "aned": 786,
      "ance": 787,
      "aningful": 788,
      "ctical": 789,
      "Ġdi": 790,
      "Ġdict": 791,
      "leaned": 792,
      "Ġfin": 793,
      "ractical": 794,
      "ose": 795,
      "Ġnext": 796,
      "Ġnormal": 797,
      "Ġvocab": 798,
      "Ġinform": 799,
      "step": 800,
      "Ġrecor": 801,
      "uld": 802,
      "Ġeach": 803,
      "Ġ==": 804,
      "lock": 805,
      "igh": 806,
      "ĠSm": 807,
      "Ġdown": 808,
      "è¯´æĺİ": 809,
      "ĠNone": 810,
      "Ġthis": 811,
      "æĺ¯": 812,
      "ç»ĵ": 813,
      "Ġwhen": 814,
      "Ġlearning": 815,
      "nglish": 816,
      "æ¨¡å": 817,
      "Ġwork": 818,
      "ä¸Ńæĸĩ": 819,
      "Validation": 820,
      "json": 821,
      "\",": 822,
      "aus": 823,
      "ail": 824,
      "app": 825,
      "cum": 826,
      "fit": 827,
      "ger": 828,
      "ix": 829,
      "ms": 830,
      "mon": 831,
      "name": 832,
      "od": 833,
      "ould": 834,
      "res": 835,
      "ts": 836,
      "ven": 837,
      "£Ģ": 838,
      "å°": 839,
      "å¾": 840,
      "åľ": 841,
      "æŁ": 842,
      "ĥ½": 843,
      "Ļ¨": 844,
      "ŀĭ": 845,
      "ater": 846,
      "Ġsa": 847,
      "Ġar": 848,
      "Ġact": 849,
      "Ġlater": 850,
      "Ġpre": 851,
      "Ġblock": 852,
      "Ġdep": 853,
      "Ġfeed": 854,
      "Ġstage": 855,
      "ution": 856,
      "Ġno": 857,
      "Ġnum": 858,
      "ids": 859,
      "idate": 860,
      "Ġout": 861,
      "Ġinter": 862,
      "Ġreload": 863,
      "Ġembedding": 864,
      "Ġprob": 865,
      "Ġprove": 866,
      "__\":": 867,
      "loat": 868,
      "Ġtokens": 869,
      "è¯ģ": 870,
      "Ġhand": 871,
      "verfit": 872,
      "ount": 873,
      "Ġ\"__": 874,
      "ĠWhat": 875,
      "ommon": 876,
      "Ġoptimization": 877,
      "ĠPath": 878,
      "ĠPractical": 879,
      "Ġlogits": 880,
      "tokenizer": 881,
      "vior": 882,
      "Ġprojection": 883,
      "åı¯": 884,
      "Ġparamet": 885,
      "Ġlonger": 886,
      "éĩį": 887,
      "éªĮè¯ģ": 888,
      "Ġbecom": 889,
      "Ġupd": 890,
      "Ġacross": 891,
      "Ġbehavior": 892,
      "£ĢæŁ": 893,
      "£ĢæŁ¥": 894,
      "For": 895,
      "If": 896,
      "PU": 897,
      "]:": 898,
      "amp": 899,
      "ec": 900,
      "el": 901,
      "fter": 902,
      "ip": 903,
      "ment": 904,
      "se": 905,
      "sk": 906,
      "uce": 907,
      "uff": 908,
      "®µ": 909,
      "¶æ": 910,
      "æİ": 911,
      "æ£ĢæŁ¥": 912,
      "è¦": 913,
      "è¾": 914,
      "éĢ": 915,
      "éĺ": 916,
      "ĠB": 917,
      "ĠD": 918,
      "Ġen": 919,
      "ery": 920,
      "Ġcheck": 921,
      "Ġcli": 922,
      "Ġline": 923,
      "ant": 924,
      "any": 925,
      "Ġby": 926,
      "Ġdat": 927,
      "Ġob": 928,
      "ste": 929,
      "ulary": 930,
      "Ġlow": 931,
      "Ġloop": 932,
      "ĠĠĠĠĠ": 933,
      "Ġmask": 934,
      "Ġbefor": 935,
      "low": 936,
      "Ġdocum": 937,
      "Ġmeaningful": 938,
      "Ġimpro": 939,
      "losses": 940,
      "pping": 941,
      "Ġresult": 942,
      "ä»¥": 943,
      "æľ¬": 944,
      "Ġgoal": 945,
      "Ġgood": 946,
      "Ġhelps": 947,
      "Ġscale": 948,
      "config": 949,
      "ä¿Ŀ": 950,
      "Ġshape": 951,
      "Ġeasi": 952,
      "Ġsimple": 953,
      "Ġvocabulary": 954,
      "ĠSmall": 955,
      "æ¨¡åŀĭ": 956,
      "Ġdepend": 957,
      "Ġfeedforward": 958,
      "Ġnumb": 959,
      "Ġbefore": 960,
      "):": 961,
      "=\"": 962,
      "Th": 963,
      "ap": 964,
      "are": 965,
      "fer": 966,
      "future": 967,
      "ging": 968,
      "iv": 969,
      "length": 970,
      "pre": 971,
      "ric": 972,
      "tif": 973,
      "uil": 974,
      "ually": 975,
      "window": 976,
      "´ç": 977,
      "¸¸": 978,
      "»ç»ĵ": 979,
      "å½": 980,
      "åŃ": 981,
      "å¸¸": 982,
      "æĽ": 983,
      "æĿ": 984,
      "æŀ": 985,
      "çİ": 986,
      "çĽ": 987,
      "èĥ½": 988,
      "Ġ0": 989,
      "ĠR": 990,
      "Ġj": 991,
      "Ġä¸Ńæĸĩ": 992,
      "Ģ»ç»ĵ": 993,
      "ģæ": 994,
      "Ĥ¹": 995,
      "łĩ": 996,
      "ative": 997,
      "Ġtext": 998,
      "Ġtable": 999,
      "Ġsign": 1000,
      "ering": 1001,
      "Ġcleaned": 1002,
      "Ġcount": 1003,
      "educe": 1004,
      "Ġmo": 1005,
      "Ġide": 1006,
      "Ġpatter": 1007,
      "Ġbot": 1008,
      "Ġdet": 1009,
      "Ġstability": 1010,
      "Ġwhy": 1011,
      "Ġtoo": 1012,
      "Ġrate": 1013,
      "Ġreduce": 1014,
      "etime": 1015,
      "etric": 1016,
      "Ġvalue": 1017,
      "Ġvalidate": 1018,
      "Ġannot": 1019,
      "Ġlosses": 1020,
      "Ġforward": 1021,
      "è¯įå": 1022,
      "Ġshort": 1023,
      "Ġshould": 1024,
      "very": 1025,
      "Ġwhile": 1026,
      "view": 1027,
      "å®ŀ": 1028,
      "ayer": 1029,
      "value": 1030,
      "ĠEnglish": 1031,
      "Ġlarge": 1032,
      "Ġlarger": 1033,
      "irst": 1034,
      "Ġrepres": 1035,
      "Ġmemory": 1036,
      "åĪĨè¯įå": 1037,
      "ugh": 1038,
      "Ġexperiment": 1039,
      "æķ°æį": 1040,
      "coder": 1041,
      "è¡Į": 1042,
      "ĠæĢ»ç»ĵ": 1043,
      "Ġnormalization": 1044,
      "Ġinformation": 1045,
      "Ġrecord": 1046,
      "append": 1047,
      "å°ı": 1048,
      "Ġartif": 1049,
      "Ġoutput": 1050,
      "Ġbecomes": 1051,
      "éĢļ": 1052,
      "Ġnumber": 1053,
      "Ġpattern": 1054,
      "Ġannotations": 1055,
      "Ġrepresent": 1056,
      "åĪĨè¯įåĻ¨": 1057,
      ")`": 1058,
      "PE": 1059,
      "With": 1060,
      "cess": 1061,
      "den": 1062,
      "model": 1063,
      "metric": 1064,
      "ness": 1065,
      "ough": 1066,
      "pes": 1067,
      "ppe": 1068,
      "rent": 1069,
      "rib": 1070,
      "rors": 1071,
      "sh": 1072,
      "so": 1073,
      "sing": 1074,
      "ttention": 1075,
      "uct": 1076,
      "ule": 1077,
      "ump": 1078,
      "©ç": 1079,
      "½®": 1080,
      "ä½": 1081,
      "åº": 1082,
      "åħ": 1083,
      "åĬ": 1084,
      "åĮ": 1085,
      "åĲ": 1086,
      "æ³": 1087,
      "ç¡": 1088,
      "çĤ¹": 1089,
      "ĠM": 1090,
      "Ġer": 1091,
      "Ġro": 1092,
      "Ġeng": 1093,
      "Ģ¼": 1094,
      "łģ": 1095,
      "inst": 1096,
      "only": 1097,
      "Ġtar": 1098,
      "Ġturn": 1099,
      "Ġsep": 1100,
      "Ġsuc": 1101,
      "Ġsame": 1102,
      "Ġafter": 1103,
      "Ġappe": 1104,
      "Ġlength": 1105,
      "Ġmust": 1106,
      "Ġmetadata": 1107,
      "Ġmany": 1108,
      "Ġpass": 1109,
      "ared": 1110,
      "arly": 1111,
      "arrow": 1112,
      "ang": 1113,
      "ange": 1114,
      "Ġbro": 1115,
      "Ġbet": 1116,
      "Ġback": 1117,
      "Ġbuil": 1118,
      "Ġdes": 1119,
      "Ġdim": 1120,
      "Ġdist": 1121,
      "raw": 1122,
      "Ġisinst": 1123,
      "mport": 1124,
      "Ġneed": 1125,
      "Ġnarrow": 1126,
      "Ġwhet": 1127,
      "idden": 1128,
      "Ġvery": 1129,
      "Ġrule": 1130,
      "Ġinput": 1131,
      "Ġexamp": 1132,
      "Ġexec": 1133,
      "Ġremin": 1134,
      "Ġreview": 1135,
      "ection": 1136,
      "Ġconf": 1137,
      "Ġcons": 1138,
      "Ġvalu": 1139,
      "Ġevery": 1140,
      "Ġprof": 1141,
      "Ġcannot": 1142,
      "pec": 1143,
      "Ġgen": 1144,
      "Ġgradient": 1145,
      "ĊĠĠĠĠĠĠĠĠĠĠĠ": 1146,
      "Ġhard": 1147,
      "ineering": 1148,
      "ansform": 1149,
      "Ġsteps": 1150,
      "ĠTo": 1151,
      "Ġsees": 1152,
      "\"),": 1153,
      "iffer": 1154,
      "Ġass": 1155,
      "ï¼ļ": 1156,
      "ĠCheckpoint": 1157,
      "ĠCommon": 1158,
      "Ġdecoder": 1159,
      "Ġ`(": 1160,
      "Ġlearned": 1161,
      "Ġalso": 1162,
      "ension": 1163,
      "Ġtests": 1164,
      "ible": 1165,
      "Ġsub": 1166,
      "Ġpart": 1167,
      "ä¼ļæ": 1168,
      "è§Ħ": 1169,
      "Ġcho": 1170,
      "Ġheads": 1171,
      "Ġcorrectness": 1172,
      "training": 1173,
      "®æłĩ": 1174,
      "ĠGPU": 1175,
      "Ġ[]": 1176,
      "įç½®": 1177,
      "Ġwrong": 1178,
      "Ġwrite": 1179,
      "äºİ": 1180,
      "Ġcurrent": 1181,
      "Ġfinite": 1182,
      "åľ¨": 1183,
      "Ġactiv": 1184,
      "Ġprobability": 1185,
      "Ġhandle": 1186,
      "verfitting": 1187,
      "Ġparameters": 1188,
      "uffled": 1189,
      "¶æ®µ": 1190,
      "æİ©ç": 1191,
      "è¦ģ": 1192,
      "éĺ¶æ®µ": 1193,
      "Ġenough": 1194,
      "Ġclipping": 1195,
      "Ġdatetime": 1196,
      "Ġeasier": 1197,
      "æĽ´": 1198,
      "æŀľ": 1199,
      "çĽ®æłĩ": 1200,
      "Ġsignal": 1201,
      "Ġidea": 1202,
      "Ġboth": 1203,
      "Ġartifact": 1204,
      "ribution": 1205,
      "Ġerrors": 1206,
      "Ġengineering": 1207,
      "Ġtarget": 1208,
      "Ġturns": 1209,
      "Ġsepar": 1210,
      "Ġappear": 1211,
      "Ġdimension": 1212,
      "Ġisinstance": 1213,
      "Ġwhether": 1214,
      "Ġexamples": 1215,
      "Ġreminder": 1216,
      "ifferent": 1217,
      "æİ©çłģ": 1218,
      "Gradient": 1219,
      "On": 1220,
      "Why": 1221,
      "],": 1222,
      "ac": 1223,
      "ax": 1224,
      "ake": 1225,
      "ace": 1226,
      "cre": 1227,
      "cent": 1228,
      "doc": 1229,
      "emor": 1230,
      "float": 1231,
      "gr": 1232,
      "hared": 1233,
      "mo": 1234,
      "max": 1235,
      "ok": 1236,
      "ous": 1237,
      "py": 1238,
      "pical": 1239,
      "size": 1240,
      "spect": 1241,
      "ty": 1242,
      "ude": 1243,
      "uch": 1244,
      "ving": 1245,
      "vid": 1246,
      "ware": 1247,
      "ypical": 1248,
      "¦Ĥ": 1249,
      "°´ç": 1250,
      "µģæ": 1251,
      "º¿": 1252,
      "å·": 1253,
      "åĩ": 1254,
      "åī": 1255,
      "åİ": 1256,
      "åĢ¼": 1257,
      "å¦Ĥ": 1258,
      "æĦ": 1259,
      "æī": 1260,
      "æĹ": 1261,
      "çķ": 1262,
      "è¶": 1263,
      "è½": 1264,
      "ĊĠ": 1265,
      "Ġ+": 1266,
      "Ġ|": 1267,
      "ĠValidation": 1268,
      "ĴĮ": 1269,
      "Ġtens": 1270,
      "Ġsc": 1271,
      "Ġso": 1272,
      "Ġcap": 1273,
      "espec": 1274,
      "Ġav": 1275,
      "Ġaff": 1276,
      "Ġlab": 1277,
      "Ġless": 1278,
      "Ġmil": 1279,
      "Ġmatch": 1280,
      "Ġid": 1281,
      "Ġids": 1282,
      "Ġpl": 1283,
      "ropy": 1284,
      "ari": 1285,
      "Ġfuture": 1286,
      "Ġfix": 1287,
      "Ġfloat": 1288,
      "Ġfirst": 1289,
      "example": 1290,
      "ost": 1291,
      "Ġstor": 1292,
      "Ġstar": 1293,
      "Ġstack": 1294,
      "Ġne": 1295,
      "Ġwindow": 1296,
      "Ġvect": 1297,
      "Ġrange": 1298,
      "Ġincl": 1299,
      "Ġinspect": 1300,
      "ick": 1301,
      "ices": 1302,
      "Ġrepe": 1303,
      "Ġrepo": 1304,
      "ected": 1305,
      "Ġconfig": 1306,
      "ads": 1307,
      "Ġlook": 1308,
      "Ġmax": 1309,
      "Ġearly": 1310,
      "Ġmodels": 1311,
      "isy": 1312,
      "asic": 1313,
      "ä¸İ": 1314,
      "Ġgu": 1315,
      "Ġsyste": 1316,
      "estion": 1317,
      "Ġits": 1318,
      "Ġhidden": 1319,
      "ists": 1320,
      "Ġuses": 1321,
      "Ġshow": 1322,
      "(\"\\": 1323,
      "Ġsmaller": 1324,
      "pport": 1325,
      "Ġquestion": 1326,
      "Ġlogging": 1327,
      "tokens": 1328,
      "å¤§": 1329,
      "å¤±": 1330,
      "Ġpositions": 1331,
      "Ġheld": 1332,
      "å®ĥ": 1333,
      "Ġbatches": 1334,
      "Ġimportant": 1335,
      "hape": 1336,
      "æľī": 1337,
      "strip": 1338,
      "radients": 1339,
      "Ġsupport": 1340,
      "ä¿¡": 1341,
      "Ġshapes": 1342,
      "Ġsetting": 1343,
      "Ġweak": 1344,
      "Ġweigh": 1345,
      "Ġexperiments": 1346,
      "Ġprediction": 1347,
      "Ġcomput": 1348,
      "Ġkeeps": 1349,
      "class": 1350,
      "æŃ£": 1351,
      "Ġmissing": 1352,
      "Ġdiver": 1353,
      "Ġdirect": 1354,
      "Ġfinal": 1355,
      "steps": 1356,
      "ight": 1357,
      "Ġworks": 1358,
      "jsonl": 1359,
      "ausal": 1360,
      "Ġnoisy": 1361,
      "Ġinterpre": 1362,
      "éĩįè¦ģ": 1363,
      "Ġupdate": 1364,
      "Ġupdates": 1365,
      "ĠBPE": 1366,
      "Ġlower": 1367,
      "Ġdocument": 1368,
      "Ġimprove": 1369,
      "Ġdepends": 1370,
      "æĿ¥": 1371,
      "æķ°æį®æ": 1372,
      "éĢļå¸¸": 1373,
      "Ġpatterns": 1374,
      "Ġbroad": 1375,
      "Ġbetter": 1376,
      "Ġdistribution": 1377,
      "Ġgener": 1378,
      "ansformer": 1379,
      "Ġchoices": 1380,
      "acity": 1381,
      "emory": 1382,
      "°´çº¿": 1383,
      "µģæ°´çº¿": 1384,
      "å¦Ĥæŀľ": 1385,
      "æĦı": 1386,
      "Ġaffect": 1387,
      "Ġlabel": 1388,
      "Ġmilest": 1389,
      "Ġsystems": 1390,
      "Ġweights": 1391,
      "Ġinterpret": 1392,
      "An": 1393,
      "Ex": 1394,
      "English": 1395,
      "LU": 1396,
      "Shared": 1397,
      "Wh": 1398,
      "ast": 1399,
      "aim": 1400,
      "bout": 1401,
      "cy": 1402,
      "cid": 1403,
      "checkpoint": 1404,
      "cleaned": 1405,
      "duc": 1406,
      "earn": 1407,
      "ie": 1408,
      "ient": 1409,
      "ives": 1410,
      "ially": 1411,
      "import": 1412,
      "lin": 1413,
      "len": 1414,
      "ling": 1415,
      "lic": 1416,
      "lib": 1417,
      "laim": 1418,
      "me": 1419,
      "match": 1420,
      "metadata": 1421,
      "now": 1422,
      "norm": 1423,
      "ole": 1424,
      "oid": 1425,
      "pose": 1426,
      "ransformer": 1427,
      "sity": 1428,
      "split": 1429,
      "tion": 1430,
      "ual": 1431,
      "vic": 1432,
      "vents": 1433,
      "we": 1434,
      "wor": 1435,
      "wort": 1436,
      "},": 1437,
      "¨æĦı": 1438,
      "ªçİ": 1439,
      "å¯": 1440,
      "å±": 1441,
      "å¹": 1442,
      "åĽ": 1443,
      "åĴĮ": 1444,
      "æģ": 1445,
      "æĪ": 1446,
      "èĢ": 1447,
      "èĩ": 1448,
      "éħ": 1449,
      "éĻ": 1450,
      "éĽ": 1451,
      "éĿ": 1452,
      "Ġ2": 1453,
      "ĠH": 1454,
      "Ġ}": 1455,
      "Ġent": 1456,
      "ĠIn": 1457,
      "Ġjson": 1458,
      "ĠåĪĨè¯įåĻ¨": 1459,
      "Ġraw": 1460,
      "ĬĬ": 1461,
      "Ķ¨": 1462,
      "Łå¤±": 1463,
      "Ńæĸ": 1464,
      "inal": 1465,
      "Ġte": 1466,
      "Ġtre": 1467,
      "Ġtime": 1468,
      "Ġsection": 1469,
      "ere": 1470,
      "erved": 1471,
      "ermin": 1472,
      "Ġcre": 1473,
      "Ġcode": 1474,
      "Ġcaut": 1475,
      "Ġcausal": 1476,
      "Ġclaim": 1477,
      "Ġad": 1478,
      "Ġag": 1479,
      "Ġabout": 1480,
      "Ġmet": 1481,
      "Ġmuch": 1482,
      "Ġimple": 1483,
      "Ġper": 1484,
      "roduc": 1485,
      "Ġbug": 1486,
      "Ġbasic": 1487,
      "Ġdur": 1488,
      "Ġdifferent": 1489,
      "Ġfile": 1490,
      "Ġfail": 1491,
      "Ġflow": 1492,
      "Ġstates": 1493,
      "Ġisol": 1494,
      "Ġwid": 1495,
      "Ġway": 1496,
      "Ġover": 1497,
      "Ġoverfitting": 1498,
      "Ġreduc": 1499,
      "Ġincre": 1500,
      "ich": 1501,
      "raining": 1502,
      "ets": 1503,
      "Ġremain": 1504,
      "ading": 1505,
      "Ġform": 1506,
      "Ġeven": 1507,
      "Ġevid": 1508,
      "ume": 1509,
      "ument": 1510,
      "Ġnotes": 1511,
      "ask": 1512,
      "jective": 1513,
      "ä¸ª": 1514,
      "ä¸º": 1515,
      "ä¸Ĭ": 1516,
      "ä¸ĭ": 1517,
      "ä¸į": 1518,
      "Ġcontin": 1519,
      "vel": 1520,
      "ural": 1521,
      "Ġgradients": 1522,
      "Ġgives": 1523,
      "è¯į": 1524,
      "è¯Ńæĸ": 1525,
      "Ġhab": 1526,
      "Ġhow": 1527,
      "Ġusually": 1528,
      "verage": 1529,
      "ĠTiny": 1530,
      "ĠTransformer": 1531,
      "Ġ\"\\": 1532,
      "Ġorder": 1533,
      "çļĦç": 1534,
      "çļĦä¸Ģ": 1535,
      "Ġpathlib": 1536,
      "Ġquick": 1537,
      "Ġwhich": 1538,
      "Ġlogs": 1539,
      "Ġlogic": 1540,
      "è®©": 1541,
      "Ġdef": 1542,
      "Ġdevic": 1543,
      "ocus": 1544,
      "Ġlearns": 1545,
      "å®ļ": 1546,
      "Ġalign": 1547,
      "Ġwithout": 1548,
      "æľª": 1549,
      "Ġcoverage": 1550,
      "æĸĩæľ¬": 1551,
      "olved": 1552,
      "è§£": 1553,
      "Ġchang": 1554,
      "ormalization": 1555,
      "ä¹Ī": 1556,
      "ä¹ĭ": 1557,
      "ä¹Ł": 1558,
      "æįŁå¤±": 1559,
      "Ġ{\"": 1560,
      "Ġtrust": 1561,
      "andom": 1562,
      "Ġreproduc": 1563,
      "ulti": 1564,
      "Ġcorrectly": 1565,
      "Ġbecaus": 1566,
      "Ġmemorize": 1567,
      "ĠAttention": 1568,
      "įåĲ": 1569,
      "Ġeasy": 1570,
      "è¡¨": 1571,
      "è¿Ľ": 1572,
      "ĠLo": 1573,
      "Ġunits": 1574,
      "Ġcurves": 1575,
      "Ġmismatch": 1576,
      "Ġinformative": 1577,
      "å¾ªçİ": 1578,
      "åľ°": 1579,
      "Ġsave": 1580,
      "Ġsaved": 1581,
      "Ġprevents": 1582,
      "Ġproble": 1583,
      "åı¯ä»¥": 1584,
      "Ġparameter": 1585,
      "mentation": 1586,
      "æ£ĢæŁ¥çĤ¹": 1587,
      "è¾ĥ": 1588,
      "Ġchecks": 1589,
      "Ġlinear": 1590,
      "Ġobjective": 1591,
      "Ġdocuments": 1592,
      "ä¿ĿåŃ": 1593,
      "This": 1594,
      "Those": 1595,
      "windows": 1596,
      "å½ĵ": 1597,
      "çİ°": 1598,
      "ĠRe": 1599,
      "Ġjust": 1600,
      "Ġmove": 1601,
      "Ġdetail": 1602,
      "Ġrepresentation": 1603,
      "Without": 1604,
      "cessful": 1605,
      "shuffled": 1606,
      "åºĶ": 1607,
      "åĮĸ": 1608,
      "Ġsuccessful": 1609,
      "Ġbackward": 1610,
      "Ġbuild": 1611,
      "Ġdescent": 1612,
      "Ġexecution": 1613,
      "Ġconfir": 1614,
      "Ġvaluable": 1615,
      "Ġprofil": 1616,
      "Ġhardware": 1617,
      "ĠToken": 1618,
      "Ġactivation": 1619,
      "Ġartifacts": 1620,
      "Ġseparate": 1621,
      "document": 1622,
      "gress": 1623,
      "åĩº": 1624,
      "åīį": 1625,
      "è¶³": 1626,
      "Ġcapacity": 1627,
      "Ġvectors": 1628,
      "Ġinclude": 1629,
      "Ġrepeat": 1630,
      "Ġshows": 1631,
      "Ġdiversity": 1632,
      "Ġdirectly": 1633,
      "æķ°æį®æµģæ°´çº¿": 1634,
      "Ġmilestone": 1635,
      "Ġinterpretation": 1636,
      "When": 1637,
      "lines": 1638,
      "worthy": 1639,
      "èĢĮ": 1640,
      "éħįç½®": 1641,
      "éĽĨ": 1642,
      "Ġentropy": 1643,
      "Ġclaims": 1644,
      "Ġduring": 1645,
      "Ġreduces": 1646,
      "Ġincreas": 1647,
      "Ġevidence": 1648,
      "è¯ŃæĸĻ": 1649,
      "Ġquickly": 1650,
      "Ġdevice": 1651,
      "Ġchanges": 1652,
      "Ġtrustworthy": 1653,
      "Ġbecause": 1654,
      "å¾ªçİ¯": 1655,
      "ä¿ĿåŃĺ": 1656,
      "\"]": 1657,
      "),": 1658,
      ".\")": 1659,
      "42": 1660,
      "After": 1661,
      "Attention": 1662,
      "Checkpoint": 1663,
      "Cross": 1664,
      "Common": 1665,
      "Different": 1666,
      "Each": 1667,
      "Even": 1668,
      "GPU": 1669,
      "Import": 1670,
      "Lar": 1671,
      "Metadata": 1672,
      "Many": 1673,
      "Memory": 1674,
      "Multi": 1675,
      "Normalization": 1676,
      "Oth": 1677,
      "Overfit": 1678,
      "Overfitting": 1679,
      "Sy": 1680,
      "Typical": 1681,
      "])": 1682,
      "bo": 1683,
      "batch": 1684,
      "ced": 1685,
      "cep": 1686,
      "count": 1687,
      "dex": 1688,
      "data": 1689,
      "dict": 1690,
      "ee": 1691,
      "eat": 1692,
      "ft": 1693,
      "fra": 1694,
      "first": 1695,
      "gn": 1696,
      "gits": 1697,
      "grad": 1698,
      "gime": 1699,
      "ho": 1700,
      "hra": 1701,
      "ire": 1702,
      "iew": 1703,
      "lat": 1704,
      "list": 1705,
      "lse": 1706,
      "layer": 1707,
      "ments": 1708,
      "ning": 1709,
      "nected": 1710,
      "ob": 1711,
      "oform": 1712,
      "off": 1713,
      "ool": 1714,
      "ps": 1715,
      "per": 1716,
      "perim": 1717,
      "rite": 1718,
      "rip": 1719,
      "sw": 1720,
      "ses": 1721,
      "sid": 1722,
      "shape": 1723,
      "served": 1724,
      "te": 1725,
      "ted": 1726,
      "ud": 1727,
      "uition": 1728,
      "uage": 1729,
      "vocab": 1730,
      "wo": 1731,
      "way": 1732,
      "write": 1733,
      "yle": 1734,
      "}\")": 1735,
      "¡ç": 1736,
      "¢«": 1737,
      "¤äº": 1738,
      "¦»": 1739,
      "§ĭ": 1740,
      "§è¡Į": 1741,
      "¨³": 1742,
      "«ĺ": 1743,
      "¬ä»": 1744,
      "¬æį": 1745,
      "®Ĺ": 1746,
      "¯Ķ": 1747,
      "³¨æĦı": 1748,
      "·åĢ¼": 1749,
      "¹çķ": 1750,
      "åį": 1751,
      "åĻ¨": 1752,
      "å§ĭ": 1753,
      "æĮ": 1754,
      "æĶ": 1755,
      "æ®µ": 1756,
      "çĲ": 1757,
      "çľ": 1758,
      "çĶ¨": 1759,
      "è·": 1760,
      "è¢«": 1761,
      "éĶ": 1762,
      "éļ": 1763,
      "éĥ½": 1764,
      "é«ĺ": 1765,
      "ĊĊĠĠĠ": 1766,
      "Ġ*": 1767,
      "Ġ3": 1768,
      "ĠF": 1769,
      "Ġk": 1770,
      "Ġend": 1771,
      "Ġå®ŀ": 1772,
      "Ġespec": 1773,
      "Ġä¸º": 1774,
      "Ģģ": 1775,
      "Ģä¹Ī": 1776,
      "ĤĦ": 1777,
      "ĦçĲ": 1778,
      "ĩåĪĨ": 1779,
      "ĩæ®µ": 1780,
      "īĩæ®µ": 1781,
      "Ĭ¶æ": 1782,
      "ĮçļĦ": 1783,
      "Ĳè¡Į": 1784,
      "ĺåĮĸ": 1785,
      "Ļè¯": 1786,
      "Ľæİ©çłģ": 1787,
      "ŀäºİ": 1788,
      "Łå§ĭ": 1789,
      "ating": 1790,
      "onest": 1791,
      "Ġtra": 1792,
      "Ġtab": 1793,
      "Ġtake": 1794,
      "Ġtie": 1795,
      "Ġsing": 1796,
      "Ġsim": 1797,
      "Ġsom": 1798,
      "Ġsumm": 1799,
      "oring": 1800,
      "ency": 1801,
      "erif": 1802,
      "erves": 1803,
      "erbo": 1804,
      "alization": 1805,
      "Ġcatch": 1806,
      "Ġcom": 1807,
      "head": 1808,
      "eds": 1809,
      "Ġlen": 1810,
      "Ġlim": 1811,
      "Ġlad": 1812,
      "Ġlayer": 1813,
      "Ġmath": 1814,
      "Ġmix": 1815,
      "Ġmost": 1816,
      "Ġpo": 1817,
      "Ġposs": 1818,
      "Ġpers": 1819,
      "Ġphra": 1820,
      "read": 1821,
      "repl": 1822,
      "reak": 1823,
      "root": 1824,
      "arize": 1825,
      "aramet": 1826,
      "Ġbad": 1827,
      "Ġbest": 1828,
      "Ġbool": 1829,
      "Ġboring": 1830,
      "Ġbreak": 1831,
      "Ġdty": 1832,
      "leading": 1833,
      "level": 1834,
      "Ġfre": 1835,
      "Ġfra": 1836,
      "Ġfall": 1837,
      "Ġfast": 1838,
      "Ġfocus": 1839,
      "Ġfeat": 1840,
      "Ġflat": 1841,
      "exists": 1842,
      "Ġthem": 1843,
      "Ġtheir": 1844,
      "rail": 1845,
      "Ġstay": 1846,
      "ute": 1847,
      "utf": 1848,
      "ently": 1849,
      "Ġnorm": 1850,
      "Ġwort": 1851,
      "Ġwould": 1852,
      "Ġwere": 1853,
      "ides": 1854,
      "idual": 1855,
      "demo": 1856,
      "deoff": 1857,
      "other": 1858,
      "Ġvari": 1859,
      "Ġview": 1860,
      "Ġverif": 1861,
      "Ġris": 1862,
      "Ġrng": 1863,
      "Ġrandom": 1864,
      "Ġindex": 1865,
      "Ġinfra": 1866,
      "icient": 1867,
      "stable": 1868,
      "ized": 1869,
      "und": 1870,
      "unning": 1871,
      "Ġext": 1872,
      "Ġexists": 1873,
      "Ġread": 1874,
      "Ġreas": 1875,
      "Ġrequ": 1876,
      "Ġreli": 1877,
      "Ġregime": 1878,
      "ably": 1879,
      "eper": 1880,
      "Ġconver": 1881,
      "Ġconnected": 1882,
      "imes": 1883,
      "Ġansw": 1884,
      "aderbo": 1885,
      "Ġload": 1886,
      "ilar": 1887,
      "ĠĠĠĠĠĠĠĠĠ": 1888,
      "Ġmaps": 1889,
      "Ġelse": 1890,
      "Ġproves": 1891,
      "Ġprocess": 1892,
      "Ġnote": 1893,
      "isoform": 1894,
      "ceeds": 1895,
      "Ġcontent": 1896,
      "Ġcontents": 1897,
      "loc": 1898,
      "loop": 1899,
      "ures": 1900,
      "ured": 1901,
      "urpose": 1902,
      "Ġexpl": 1903,
      "Ġexpected": 1904,
      "igher": 1905,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1906,
      "è¯»": 1907,
      "Ġsymb": 1908,
      "esting": 1909,
      "Ġhapp": 1910,
      "Ġhonest": 1911,
      "Ġhigher": 1912,
      "istic": 1913,
      "Ġshuffled": 1914,
      "Ġpres": 1915,
      "Ġpress": 1916,
      "ardrail": 1917,
      "veral": 1918,
      "ĠTypical": 1919,
      "ĠTraining": 1920,
      "Ġseq": 1921,
      "Ġseen": 1922,
      "Ġseed": 1923,
      "Ġsecon": 1924,
      "Ġseveral": 1925,
      "\").": 1926,
      "time": 1927,
      "timespec": 1928,
      "Ġmean": 1929,
      "Ġmeas": 1930,
      "Ġmeans": 1931,
      "Ġcontrols": 1932,
      "Ġleak": 1933,
      "Ġleft": 1934,
      "Ġleaderbo": 1935,
      "Ġoper": 1936,
      "ession": 1937,
      "Ġasdict": 1938,
      "ongly": 1939,
      "ends": 1940,
      "ended": 1941,
      "())": 1942,
      "().": 1943,
      "():": 1944,
      "They": 1945,
      "ĠCore": 1946,
      "Ġquery": 1947,
      "Ġwhole": 1948,
      "thing": 1949,
      "æĸ°": 1950,
      "è®º": 1951,
      "è®¡ç": 1952,
      "Ġdemo": 1953,
      "Ġdecid": 1954,
      "Ġdeeper": 1955,
      "Ġdataclass": 1956,
      "Ġrespect": 1957,
      "Ġresume": 1958,
      "Ġresolved": 1959,
      "Ġresidual": 1960,
      "outline": 1961,
      "output": 1962,
      "vious": 1963,
      "å¤į": 1964,
      "å¤Ł": 1965,
      "å¤įç": 1966,
      "å¤ĦçĲ": 1967,
      "ä»İ": 1968,
      "ä»·åĢ¼": 1969,
      "ä»Ģä¹Ī": 1970,
      "ä¼ĺåĮĸ": 1971,
      "å®¹": 1972,
      "åĪ°": 1973,
      "åĪĩåĪĨ": 1974,
      "åıª": 1975,
      "åıĺ": 1976,
      "Ġallow": 1977,
      "Ġalloc": 1978,
      "ensive": 1979,
      "Ġstruct": 1980,
      "Ġstrongly": 1981,
      "ically": 1982,
      "ainst": 1983,
      "fficient": 1984,
      "Ġtesting": 1985,
      "struct": 1986,
      "corpus": 1987,
      "validate": 1988,
      "Ġsuch": 1989,
      "Ġcheckpointing": 1990,
      "Ġhelpful": 1991,
      "open": 1992,
      "è§ģ": 1993,
      "éĩĬ": 1994,
      "ĠEx": 1995,
      "ĠEmbedding": 1996,
      "Ġkey": 1997,
      "Ġscaling": 1998,
      "Ġpiec": 1999,
      "Ġinte": 2000,
      "Ġintended": 2001,
      "conds": 2002,
      "lipping": 2003,
      "Ġ{}": 2004,
      "Ġtrans": 2005,
      "Ġtrends": 2006,
      "ä¸Ģèĩ": 2007,
      "ä¸Ģä¸ª": 2008,
      "Ġmemorization": 2009,
      "ĠGo": 2010,
      "ĠGradient": 2011,
      "Ġpredicted": 2012,
      "Ġpredictable": 2013,
      "Ġcompar": 2014,
      "è®Ńç»ĥå¾ªçİ¯": 2015,
      "coding": 2016,
      "pective": 2017,
      "æŃ¢": 2018,
      "è¿ĩ": 2019,
      "è¿Ĳè¡Į": 2020,
      "ĠLoss": 2021,
      "ĠLearn": 2022,
      "Ġæ³¨æĦı": 2023,
      "Ġunder": 2024,
      "Ġunstable": 2025,
      "Ġsimp": 2026,
      "Ġmisleading": 2027,
      "Ġnormalize": 2028,
      "Ġrecords": 2029,
      "ĠSmoke": 2030,
      "ç»ĵè®º": 2031,
      "ailable": 2032,
      "å¾Ī": 2033,
      "å¾Ĺ": 2034,
      "Ġpref": 2035,
      "Ġpretraining": 2036,
      "Ġblocks": 2037,
      "Ġinteract": 2038,
      "Ġembeddings": 2039,
      "Ġhandling": 2040,
      "åı¯èĥ½": 2041,
      "åı¯å¤įç": 2042,
      "éªĮè¯ģéĽĨ": 2043,
      "Ġbecome": 2044,
      "seconds": 2045,
      "è¾ĵ": 2046,
      "è¾¹çķ": 2047,
      "Ġencoding": 2048,
      "Ġclip": 2049,
      "Ġdatas": 2050,
      "Ġobserved": 2051,
      "Ġobvious": 2052,
      "stead": 2053,
      "Ġresults": 2054,
      "æľ¬åľ°": 2055,
      "Ġgoals": 2056,
      "ä¿ĿæĮ": 2057,
      "Ġdepending": 2058,
      "Ġjump": 2059,
      "Ġmoving": 2060,
      "Ġdetermin": 2061,
      "å®ŀéªĮ": 2062,
      "å®ŀçİ°": 2063,
      "æķ°æį®": 2064,
      "Ġrepresentations": 2065,
      "metrics": 2066,
      "umption": 2067,
      "ä½įç½®": 2068,
      "åħĥ": 2069,
      "åĬĽæİ©çłģ": 2070,
      "æ³ķ": 2071,
      "ç¡¬ä»": 2072,
      "ĠMask": 2073,
      "Ġrole": 2074,
      "Ġsucceeds": 2075,
      "anguage": 2076,
      "Ġdesign": 2077,
      "Ġneeds": 2078,
      "Ġneeded": 2079,
      "Ġreviewable": 2080,
      "Ġconfus": 2081,
      "Ġconsist": 2082,
      "Ġvalues": 2083,
      "Ġprofile": 2084,
      "ĠToo": 2085,
      "Ġassign": 2086,
      "Ġassumption": 2087,
      "ĠCheckpointMetadata": 2088,
      "Ġsubwor": 2089,
      "Ġsublayer": 2090,
      "ä¼ļæĬĬ": 2091,
      "è§Ħæ¨¡": 2092,
      "è§Ħæ¨¡å": 2093,
      "Ġactivations": 2094,
      "å·¥": 2095,
      "å·²": 2096,
      "åİŁå§ĭ": 2097,
      "æī§è¡Į": 2098,
      "æĹ¶": 2099,
      "çķĻ": 2100,
      "è½½": 2101,
      "è½¬æį": 2102,
      "Ġtensor": 2103,
      "Ġtensors": 2104,
      "Ġscrip": 2105,
      "Ġavoid": 2106,
      "Ġavailable": 2107,
      "Ġmatches": 2108,
      "Ġident": 2109,
      "Ġfixed": 2110,
      "Ġstores": 2111,
      "Ġstart": 2112,
      "Ġguardrail": 2113,
      "ä¿¡æģ": 2114,
      "Ġcomputation": 2115,
      "æŃ£ç¡": 2116,
      "Ġgeneration": 2117,
      "Ġgeneralization": 2118,
      "Ġaffects": 2119,
      "Ġlabels": 2120,
      "Example": 2121,
      "meaningful": 2122,
      "splits": 2123,
      "å¯¹": 2124,
      "å±ŀäºİ": 2125,
      "å¹¶": 2126,
      "åĽł": 2127,
      "åĴĮçĽ®æłĩ": 2128,
      "æĪĲ": 2129,
      "éĿ¢": 2130,
      "Ġteach": 2131,
      "Ġcreated": 2132,
      "Ġcaution": 2133,
      "Ġadding": 2134,
      "Ġagainst": 2135,
      "Ġmetho": 2136,
      "Ġimplementation": 2137,
      "Ġbugs": 2138,
      "Ġwidth": 2139,
      "Ġremains": 2140,
      "Ġcontinue": 2141,
      "è¯įè¡¨": 2142,
      "Ġhabit": 2143,
      "æľªæĿ¥": 2144,
      "è§£éĩĬ": 2145,
      "ä¹Łèĥ½": 2146,
      "Ġreproducible": 2147,
      "įåĲĳ": 2148,
      "è¿Ľè¡Į": 2149,
      "Ġproblem": 2150,
      "åºĶå½ĵ": 2151,
      "Ġconfirm": 2152,
      "Ġprofiling": 2153,
      "ĠTokenizer": 2154,
      "è¶³å¤Ł": 2155,
      "Ġincreases": 2156,
      "Important": 2157,
      "Synthetic": 2158,
      "cept": 2159,
      "periment": 2160,
      "side": 2161,
      "¨³å®ļ": 2162,
      "åįķ": 2163,
      "éĶĻè¯": 2164,
      "Ġespecially": 2165,
      "Ġä¸ºä»Ģä¹Ī": 2166,
      "Ĭ¶æĢģ": 2167,
      "Ġtables": 2168,
      "Ġsingle": 2169,
      "Ġsimilar": 2170,
      "Ġsomet": 2171,
      "Ġladder": 2172,
      "Ġpossible": 2173,
      "Ġperspective": 2174,
      "Ġphrases": 2175,
      "replace": 2176,
      "arameter": 2177,
      "Ġdtype": 2178,
      "Ġfrag": 2179,
      "Ġfeatures": 2180,
      "Ġworth": 2181,
      "Ġverify": 2182,
      "Ġrises": 2183,
      "Ġinfrastruct": 2184,
      "Ġreason": 2185,
      "Ġrequire": 2186,
      "isoformat": 2187,
      "Ġsymbol": 2188,
      "Ġpressure": 2189,
      "Ġsecond": 2190,
      "Ġleaderboard": 2191,
      "è®¡ç®Ĺ": 2192,
      "å¤ĦçĲĨ": 2193,
      "ä¼ĺåĮĸåĻ¨": 2194,
      "Ġallowed": 2195,
      "Ġstructural": 2196,
      "Ġpieces": 2197,
      "ä¸Ģèĩ´": 2198,
      "ä¸Ģä¸ªéĺ¶æ®µ": 2199,
      "ä¿ĿæĮģ": 2200,
      "Ġdeterministic": 2201,
      "ç¡¬ä»¶": 2202,
      "Ġsubword": 2203,
      "ä¼ļæĬĬåİŁå§ĭ": 2204,
      "è½¬æį¢": 2205,
      "ä¿¡æģ¯": 2206,
      "Ġmethods": 2207,
      "éĶĻè¯¯": 2208,
      "Ġinfrastructure": 2209,
      "\".": 2210,
      "\"{": 2211,
      "\"},": 2212,
      "'s": 2213,
      ").": 2214,
      ")]": 2215,
      ")}\")": 2216,
      "03": 2217,
      "32": 2218,
      "33": 2219,
      "46": 2220,
      "70": 2221,
      "846": 2222,
      "But": 2223,
      "Bet": 2224,
      "BPE": 2225,
      "Code": 2226,
      "Clipping": 2227,
      "Embedding": 2228,
      "ELU": 2229,
      "Fal": 2230,
      "GLU": 2231,
      "Hd": 2232,
      "He": 2233,
      "Hard": 2234,
      "Int": 2235,
      "JS": 2236,
      "Loss": 2237,
      "Layer": 2238,
      "Learn": 2239,
      "Mix": 2240,
      "Mask": 2241,
      "NL": 2242,
      "Next": 2243,
      "None": 2244,
      "ONL": 2245,
      "Position": 2246,
      "Parameter": 2247,
      "Random": 2248,
      "Running": 2249,
      "Sa": 2250,
      "St": 2251,
      "Som": 2252,
      "Sel": 2253,
      "Train": 2254,
      "Training": 2255,
      "Use": 2256,
      "[-": 2257,
      "[:": 2258,
      "]]": 2259,
      "]]:": 2260,
      "]}\")": 2261,
      "_{": 2262,
      "`.": 2263,
      "`:": 2264,
      "aken": 2265,
      "ave": 2266,
      "avi": 2267,
      "aign": 2268,
      "agn": 2269,
      "away": 2270,
      "by": 2271,
      "bal": 2272,
      "bing": 2273,
      "bit": 2274,
      "bas": 2275,
      "back": 2276,
      "bug": 2277,
      "buil": 2278,
      "cc": 2279,
      "ci": 2280,
      "cat": 2281,
      "cer": 2282,
      "can": 2283,
      "cay": 2284,
      "cill": 2285,
      "cost": 2286,
      "cud": 2287,
      "dp": 2288,
      "du": 2289,
      "dat": 2290,
      "dul": 2291,
      "dary": 2292,
      "duce": 2293,
      "dump": 2294,
      "eing": 2295,
      "ely": 2296,
      "eck": 2297,
      "ems": 2298,
      "ecoder": 2299,
      "eight": 2300,
      "file": 2301,
      "flow": 2302,
      "fake": 2303,
      "face": 2304,
      "final": 2305,
      "focus": 2306,
      "fely": 2307,
      "gg": 2308,
      "ged": 2309,
      "gic": 2310,
      "gence": 2311,
      "gging": 2312,
      "gative": 2313,
      "gradients": 2314,
      "gmentation": 2315,
      "hing": 2316,
      "his": 2317,
      "has": 2318,
      "hind": 2319,
      "hidden": 2320,
      "ier": 2321,
      "iar": 2322,
      "iet": 2323,
      "ike": 2324,
      "imple": 2325,
      "ience": 2326,
      "ipeline": 2327,
      "iven": 2328,
      "iel": 2329,
      "ious": 2330,
      "iGLU": 2331,
      "jo": 2332,
      "jor": 2333,
      "kv": 2334,
      "kes": 2335,
      "ll": 2336,
      "late": 2337,
      "lest": 2338,
      "long": 2339,
      "lative": 2340,
      "mis": 2341,
      "mall": 2342,
      "mits": 2343,
      "mup": 2344,
      "memory": 2345,
      "ned": 2346,
      "nline": 2347,
      "nob": 2348,
      "oing": 2349,
      "oother": 2350,
      "pro": 2351,
      "pos": 2352,
      "ply": 2353,
      "pend": 2354,
      "position": 2355,
      "parameter": 2356,
      "qkv": 2357,
      "red": 2358,
      "rid": 2359,
      "rate": 2360,
      "rif": 2361,
      "rict": 2362,
      "rup": 2363,
      "redict": 2364,
      "ruct": 2365,
      "range": 2366,
      "rari": 2367,
      "rstrip": 2368,
      "right": 2369,
      "ression": 2370,
      "su": 2371,
      "sample": 2372,
      "scal": 2373,
      "summ": 2374,
      "seed": 2375,
      "sized": 2376,
      "small": 2377,
      "tes": 2378,
      "tle": 2379,
      "tary": 2380,
      "tend": 2381,
      "tain": 2382,
      "till": 2383,
      "tlen": 2384,
      "uation": 2385,
      "uity": 2386,
      "uge": 2387,
      "upl": 2388,
      "uine": 2389,
      "uish": 2390,
      "uous": 2391,
      "vis": 2392,
      "vative": 2393,
      "wiGLU": 2394,
      "xy": 2395,
      "ying": 2396,
      "yles": 2397,
      "yste": 2398,
      "ything": 2399,
      "yiel": 2400,
      "}\"": 2401,
      "}\"]": 2402,
      "¡£": 2403,
      "¡éªĮ": 2404,
      "¡è¿Ĳè¡Į": 2405,
      "¢å": 2406,
      "¢ĳ": 2407,
      "¢èĥ½": 2408,
      "¢åĬ": 2409,
      "¢å¤į": 2410,
      "£ä¹Ī": 2411,
      "£åįķ": 2412,
      "¤º": 2413,
      "¤è¶": 2414,
      "¥æķ°": 2415,
      "¥æ£ĢæŁ¥": 2416,
      "¥åº": 2417,
      "¥è®©": 2418,
      "¥æĶ": 2419,
      "¦ä¹": 2420,
      "¦æĿ": 2421,
      "¦è§£": 2422,
      "¦ä¹Łèĥ½": 2423,
      "§ç": 2424,
      "§ģ": 2425,
      "§į": 2426,
      "§åĪ": 2427,
      "§è¦": 2428,
      "¨ĭ": 2429,
      "¨éĩ": 2430,
      "¨åĪĨ": 2431,
      "¨ä¼ļæ": 2432,
      "©ä¸İ": 2433,
      "©ä»·åĢ¼": 2434,
      "ªäº": 2435,
      "ªå°ı": 2436,
      "ªåĽ": 2437,
      "«å°": 2438,
      "¬Ķ": 2439,
      "¬æ¨¡åŀĭ": 2440,
      "¬¡è¿Ĳè¡Į": 2441,
      "®éĩį": 2442,
      "¯ı": 2443,
      "¯å¾": 2444,
