{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<bos>": 1,
      "<eos>": 2,
      "<unk>": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "¡": 98,
      "¢": 99,
      "£": 100,
      "¤": 101,
      "¥": 102,
      "¦": 103,
      "§": 104,
      "¨": 105,
      "©": 106,
      "ª": 107,
      "«": 108,
      "¬": 109,
      "®": 110,
      "¯": 111,
      "°": 112,
      "±": 113,
      "²": 114,
      "³": 115,
      "´": 116,
      "µ": 117,
      "¶": 118,
      "·": 119,
      "¸": 120,
      "¹": 121,
      "º": 122,
      "»": 123,
      "¼": 124,
      "½": 125,
      "¾": 126,
      "¿": 127,
      "À": 128,
      "Á": 129,
      "Â": 130,
      "Ã": 131,
      "Ä": 132,
      "Å": 133,
      "Æ": 134,
      "Ç": 135,
      "È": 136,
      "É": 137,
      "Ê": 138,
      "Ë": 139,
      "Ì": 140,
      "Í": 141,
      "Î": 142,
      "Ï": 143,
      "Ð": 144,
      "Ñ": 145,
      "Ò": 146,
      "Ó": 147,
      "Ô": 148,
      "Õ": 149,
      "Ö": 150,
      "×": 151,
      "Ø": 152,
      "Ù": 153,
      "Ú": 154,
      "Û": 155,
      "Ü": 156,
      "Ý": 157,
      "Þ": 158,
      "ß": 159,
      "à": 160,
      "á": 161,
      "â": 162,
      "ã": 163,
      "ä": 164,
      "å": 165,
      "æ": 166,
      "ç": 167,
      "è": 168,
      "é": 169,
      "ê": 170,
      "ë": 171,
      "ì": 172,
      "í": 173,
      "î": 174,
      "ï": 175,
      "ð": 176,
      "ñ": 177,
      "ò": 178,
      "ó": 179,
      "ô": 180,
      "õ": 181,
      "ö": 182,
      "÷": 183,
      "ø": 184,
      "ù": 185,
      "ú": 186,
      "û": 187,
      "ü": 188,
      "ý": 189,
      "þ": 190,
      "ÿ": 191,
      "Ā": 192,
      "ā": 193,
      "Ă": 194,
      "ă": 195,
      "Ą": 196,
      "ą": 197,
      "Ć": 198,
      "ć": 199,
      "Ĉ": 200,
      "ĉ": 201,
      "Ċ": 202,
      "ċ": 203,
      "Č": 204,
      "č": 205,
      "Ď": 206,
      "ď": 207,
      "Đ": 208,
      "đ": 209,
      "Ē": 210,
      "ē": 211,
      "Ĕ": 212,
      "ĕ": 213,
      "Ė": 214,
      "ė": 215,
      "Ę": 216,
      "ę": 217,
      "Ě": 218,
      "ě": 219,
      "Ĝ": 220,
      "ĝ": 221,
      "Ğ": 222,
      "ğ": 223,
      "Ġ": 224,
      "ġ": 225,
      "Ģ": 226,
      "ģ": 227,
      "Ĥ": 228,
      "ĥ": 229,
      "Ħ": 230,
      "ħ": 231,
      "Ĩ": 232,
      "ĩ": 233,
      "Ī": 234,
      "ī": 235,
      "Ĭ": 236,
      "ĭ": 237,
      "Į": 238,
      "į": 239,
      "İ": 240,
      "ı": 241,
      "Ĳ": 242,
      "ĳ": 243,
      "Ĵ": 244,
      "ĵ": 245,
      "Ķ": 246,
      "ķ": 247,
      "ĸ": 248,
      "Ĺ": 249,
      "ĺ": 250,
      "Ļ": 251,
      "ļ": 252,
      "Ľ": 253,
      "ľ": 254,
      "Ŀ": 255,
      "ŀ": 256,
      "Ł": 257,
      "ł": 258,
      "Ń": 259,
      "in": 260,
      "Ġt": 261,
      "Ġs": 262,
      "en": 263,
      "at": 264,
      "on": 265,
      "or": 266,
      "er": 267,
      "Ġa": 268,
      "es": 269,
      "Ġc": 270,
      "Ġl": 271,
      "is": 272,
      "Ġm": 273,
      "he": 274,
      "Ġp": 275,
      "ing": 276,
      "al": 277,
      "re": 278,
      "ti": 279,
      "ĠĠ": 280,
      "ok": 281,
      "Ġf": 282,
      "ar": 283,
      "de": 284,
      "Ġis": 285,
      "Ġb": 286,
      "an": 287,
      "it": 288,
      "Ġthe": 289,
      "ro": 290,
      "Ġlo": 291,
      "Ġw": 292,
      "te": 293,
      "oken": 294,
      "ra": 295,
      "Ġn": 296,
      "ss": 297,
      "us": 298,
      "Ġd": 299,
      "Ġo": 300,
      "int": 301,
      "tion": 302,
      "ode": 303,
      "ion": 304,
      "ul": 305,
      "Ġr": 306,
      "Ġsm": 307,
      "ec": 308,
      "ly": 309,
      "ic": 310,
      "id": 311,
      "Ġto": 312,
      "Ġtoken": 313,
      "ation": 314,
      "rain": 315,
      "odel": 316,
      "il": 317,
      "Ġmodel": 318,
      "raining": 319,
      "ch": 320,
      "ex": 321,
      "iz": 322,
      "ts": 323,
      "un": 324,
      "Ġv": 325,
      "Ġpro": 326,
      "mp": 327,
      "ot": 328,
      "Ġre": 329,
      "ate": 330,
      "ab": 331,
      "ad": 332,
      "le": 333,
      "ow": 334,
      "ĊĠĠ": 335,
      "Ġ`": 336,
      "Ġcan": 337,
      "Ġfor": 338,
      "hat": 339,
      "th": 340,
      "ter": 341,
      "Ġg": 342,
      "Ġan": 343,
      "Ġcon": 344,
      "oke": 345,
      "Ġtraining": 346,
      "Ġst": 347,
      "eng": 348,
      "atch": 349,
      "Ġcor": 350,
      "Ġme": 351,
      "Ġloss": 352,
      "Ġsmoke": 353,
      "ce": 354,
      "ck": 355,
      "ed": 356,
      "qu": 357,
      "ten": 358,
      "ut": 359,
      "Ġin": 360,
      "Ġon": 361,
      "Ġand": 362,
      "It": 363,
      "ig": 364,
      "Ġse": 365,
      "Ġsh": 366,
      "alid": 367,
      "Ġnot": 368,
      "ĊĠĠĠ": 369,
      "as": 370,
      "Ġbatch": 371,
      "ap": 372,
      "der": 373,
      "ful": 374,
      "ge": 375,
      "pus": 376,
      "ve": 377,
      "Ġ=": 378,
      "ĠT": 379,
      "all": 380,
      "ity": 381,
      "tep": 382,
      "Ġvalid": 383,
      "mor": 384,
      "Ġ-": 385,
      "Ġpr": 386,
      "Ġpre": 387,
      "Ġwh": 388,
      "ength": 389,
      "Ġcorpus": 390,
      "That": 391,
      "his": 392,
      "me": 393,
      "po": 394,
      "token": 395,
      "ãĢ": 396,
      "Ġde": 397,
      "Ġex": 398,
      "ine": 399,
      "est": 400,
      "ist": 401,
      "Ġbe": 402,
      "ted": 403,
      "use": 404,
      "izer": 405,
      "cal": 406,
      "ll": 407,
      "os": 408,
      "ur": 409,
      "ver": 410,
      "Ġat": 411,
      "ent": 412,
      "atter": 413,
      "Ġac": 414,
      "ess": 415,
      "ard": 416,
      "Ġof": 417,
      "Ġrun": 418,
      "ext": 419,
      "mple": 420,
      "\")": 421,
      "__": 422,
      "ct": 423,
      "dic": 424,
      "dow": 425,
      "for": 426,
      "ger": 427,
      "jec": 428,
      "op": 429,
      "pti": 430,
      "ward": 431,
      "Ġe": 432,
      "Ġint": 433,
      "indow": 434,
      "ence": 435,
      "ort": 436,
      "Ġco": 437,
      "Ġlar": 438,
      "heck": 439,
      "ross": 440,
      "Ġdo": 441,
      "Ġopti": 442,
      "Ġsmall": 443,
      "Ġmemor": 444,
      "Ġvalidation": 445,
      "Ġprint": 446,
      "point": 447,
      "heckpoint": 448,
      "Ġoptim": 449,
      "The": 450,
      "ame": 451,
      "ke": 452,
      "lo": 453,
      "pe": 454,
      "um": 455,
      "ure": 456,
      "xt": 457,
      "ys": 458,
      "Ġh": 459,
      "Ġor": 460,
      "Ġhe": 461,
      "Ġit": 462,
      "Ġqu": 463,
      "Ġuse": 464,
      "Ġthat": 465,
      "Ġthis": 466,
      "Ġsu": 467,
      "Ġstep": 468,
      "Ġare": 469,
      "Ġma": 470,
      "text": 471,
      "Ġnext": 472,
      "Ġres": 473,
      "ize": 474,
      "Ġgo": 475,
      "Ġcontext": 476,
      "quence": 477,
      "tention": 478,
      "Ġonly": 479,
      "ign": 480,
      "Ġsequence": 481,
      "Ġshap": 482,
      "Ġpredic": 483,
      "Ġdoes": 484,
      "Ġoptimizer": 485,
      "ample": 486,
      "length": 487,
      "oder": 488,
      "pen": 489,
      "st": 490,
      "ves": 491,
      "Ġ1": 492,
      "Ġsti": 493,
      "Ġscal": 494,
      "ents": 495,
      "ong": 496,
      "Ġal": 497,
      "Ġmatter": 498,
      "ĠĠĠĠ": 499,
      "its": 500,
      "Ġdi": 501,
      "ected": 502,
      "ility": 503,
      "Ġprob": 504,
      "ability": 505,
      "Ġstate": 506,
      "Ġmean": 507,
      "igh": 508,
      "Ġ->": 509,
      "Ġlarger": 510,
      "Ġuseful": 511,
      "Ġstill": 512,
      "(\"": 513,
      ")`": 514,
      "Wh": 515,
      "ack": 516,
      "coder": 517,
      "du": 518,
      "ib": 519,
      "ition": 520,
      "ms": 521,
      "nt": 522,
      "step": 523,
      "ution": 524,
      "window": 525,
      "å¾": 526,
      "è¯": 527,
      "ï¼": 528,
      "Ġ0": 529,
      "Ġeng": 530,
      "ath": 531,
      "only": 532,
      "ering": 533,
      "Ġaf": 534,
      "Ġcheckpoint": 535,
      "Ġlength": 536,
      "Ġpos": 537,
      "rect": 538,
      "Ġfa": 539,
      "art": 540,
      "ith": 541,
      "Ġlog": 542,
      "Ġloop": 543,
      "Ġwor": 544,
      "Ġtokens": 545,
      "Ġprojec": 546,
      "able": 547,
      "ads": 548,
      "Ġ`(": 549,
      "Ġforward": 550,
      "ask": 551,
      "ãĢģ": 552,
      "ãĢĤ": 553,
      "Ġdecoder": 554,
      "ineering": 555,
      "Ġattention": 556,
      "Ġruns": 557,
      "form": 558,
      "Ġmemory": 559,
      "yste": 560,
      "Ġprobability": 561,
      "Ġengineering": 562,
      "Ġposition": 563,
      "00": 564,
      "100": 565,
      "For": 566,
      "GP": 567,
      "In": 568,
      "aus": 569,
      "ding": 570,
      "el": 571,
      "fit": 572,
      "if": 573,
      "ir": 574,
      "ive": 575,
      "line": 576,
      "ma": 577,
      "oc": 578,
      "od": 579,
      "out": 580,
      "pp": 581,
      "py": 582,
      "pected": 583,
      "rib": 584,
      "ug": 585,
      "ynt": 586,
      "ä¸": 587,
      "æĺ": 588,
      "çļ": 589,
      "è®": 590,
      "ĊĠ": 591,
      "ĠA": 592,
      "ĠC": 593,
      "ĠD": 594,
      "ĠN": 595,
      "ĠS": 596,
      "Ġtes": 597,
      "Ġtest": 598,
      "Ġsa": 599,
      "Ġsi": 600,
      "Ġsp": 601,
      "Ġsize": 602,
      "Ġsyste": 603,
      "ens": 604,
      "ata": 605,
      "one": 606,
      "ore": 607,
      "Ġle": 608,
      "Ġlab": 609,
      "Ġlist": 610,
      "Ġlong": 611,
      "Ġman": 612,
      "Ġmil": 613,
      "Ġmask": 614,
      "heti": 615,
      "Ġpath": 616,
      "ingful": 617,
      "tive": 618,
      "Ġfl": 619,
      "ded": 620,
      "ropy": 621,
      "Ġwith": 622,
      "Ġob": 623,
      "Ġover": 624,
      "unt": 625,
      "Ġrepe": 626,
      "Ġredu": 627,
      "ĊĠĠĠĠĠĠ": 628,
      "Ġgen": 629,
      "Ġcorrect": 630,
      "Ġsees": 631,
      "Ġbatches": 632,
      "Ġvalidate": 633,
      "Ġwhy": 634,
      "Ġwhen": 635,
      "tokens": 636,
      "Ġexample": 637,
      "Ġacross": 638,
      "Ġoften": 639,
      "Ġinto": 640,
      "Ġcount": 641,
      "Ġgood": 642,
      "Ġshape": 643,
      "Ġprediction": 644,
      "Ġmatters": 645,
      "Ġmeaningful": 646,
      "Why": 647,
      "Ġafter": 648,
      "Ġlogits": 649,
      "GPU": 650,
      "ribution": 651,
      "yntheti": 652,
      "çļĦ": 653,
      "Ġtests": 654,
      "Ġsystems": 655,
      "Ġlabel": 656,
      "Ġmany": 657,
      "Ġmilest": 658,
      "Ġreduce": 659,
      "ynthetic": 660,
      "If": 661,
      "Me": 662,
      "are": 663,
      "ass": 664,
      "ach": 665,
      "age": 666,
      "cl": 667,
      "ds": 668,
      "eed": 669,
      "fa": 670,
      "fil": 671,
      "han": 672,
      "ix": 673,
      "ks": 674,
      "lp": 675,
      "lit": 676,
      "ns": 677,
      "ol": 678,
      "put": 679,
      "ru": 680,
      "ran": 681,
      "rent": 682,
      "ting": 683,
      "vation": 684,
      "ved": 685,
      "wer": 686,
      "ªç": 687,
      "ªĮ": 688,
      "ä¼": 689,
      "å¤": 690,
      "åı": 691,
      "æĸ": 692,
      "æľ": 693,
      "ç»": 694,
      "éªĮ": 695,
      "Ġ+": 696,
      "Ġ2": 697,
      "ĠH": 698,
      "ĠL": 699,
      "Ġen": 700,
      "Ġun": 701,
      "Ġent": 702,
      "ĠGPU": 703,
      "İ¯": 704,
      "iny": 705,
      "Ġtar": 706,
      "Ġthan": 707,
      "Ġtiny": 708,
      "Ġsame": 709,
      "ates": 710,
      "ative": 711,
      "ery": 712,
      "Ġas": 713,
      "Ġall": 714,
      "Ġcode": 715,
      "Ġcur": 716,
      "Ġmore": 717,
      "Ġpatter": 718,
      "Ġpass": 719,
      "alu": 720,
      "ality": 721,
      "tivation": 722,
      "Ġfin": 723,
      "Ġfro": 724,
      "ary": 725,
      "Ġbec": 726,
      "ite": 727,
      "Ġlook": 728,
      "Ġwr": 729,
      "Ġwindow": 730,
      "Ġnum": 731,
      "Ġdist": 732,
      "Ġdur": 733,
      "Ġdata": 734,
      "uld": 735,
      "ical": 736,
      "ids": 737,
      "Ġtoo": 738,
      "Ġtokenizer": 739,
      "ization": 740,
      "Ġprofil": 741,
      "Ġconf": 742,
      "Ġinform": 743,
      "Ġincl": 744,
      "Ġshow": 745,
      "Ġshort": 746,
      "Ġ==": 747,
      "mory": 748,
      "Ġdepen": 749,
      "ose": 750,
      "Ġactivation": 751,
      "jective": 752,
      "Ġcomp": 753,
      "Ġorder": 754,
      "Ġhelp": 755,
      "Ġquality": 756,
      "Ġsupp": 757,
      "Ġmay": 758,
      "Ġmake": 759,
      "Ġresul": 760,
      "Ġgoal": 761,
      "Ġshapes": 762,
      "Ġscale": 763,
      "steps": 764,
      "å¾ªç": 765,
      "è¯ģ": 766,
      "ï¼ļ": 767,
      "Ġworks": 768,
      "Ġproject": 769,
      "ausal": 770,
      "fitting": 771,
      "irst": 772,
      "æĺ¯": 773,
      "Ġsimple": 774,
      "Ġsplit": 775,
      "Ġflow": 776,
      "Ġobjective": 777,
      "ĊĠĠĠĠĠĠĠ": 778,
      "Ġgener": 779,
      "Ġmilestone": 780,
      "Memory": 781,
      "éªĮè¯ģ": 782,
      "Ġentropy": 783,
      "Ġtarge": 784,
      "Ġcurrent": 785,
      "Ġfrom": 786,
      "Ġdistribution": 787,
      "Ġduring": 788,
      "Ġinclu": 789,
      "å¾ªçİ¯": 790,
      "\":": 791,
      "\"__": 792,
      "):": 793,
      ".\")": 794,
      "42": 795,
      "Cross": 796,
      "En": 797,
      "Ex": 798,
      "Sh": 799,
      "Synthetic": 800,
      "Th": 801,
      "Ty": 802,
      "This": 803,
      "Valid": 804,
      "]]": 805,
      "amp": 806,
      "ause": 807,
      "ays": 808,
      "ber": 809,
      "cc": 810,
      "cor": 811,
      "cum": 812,
      "di": 813,
      "date": 814,
      "ee": 815,
      "ep": 816,
      "ew": 817,
      "eigh": 818,
      "ff": 819,
      "ft": 820,
      "fra": 821,
      "gl": 822,
      "gu": 823,
      "ho": 824,
      "hra": 825,
      "ives": 826,
      "iew": 827,
      "kly": 828,
      "len": 829,
      "list": 830,
      "mb": 831,
      "mil": 832,
      "mall": 833,
      "ments": 834,
      "mens": 835,
      "ning": 836,
      "ness": 837,
      "name": 838,
      "nected": 839,
      "om": 840,
      "oun": 841,
      "oug": 842,
      "ould": 843,
      "par": 844,
      "ppe": 845,
      "pical": 846,
      "pdate": 847,
      "rti": 848,
      "ric": 849,
      "run": 850,
      "so": 851,
      "ses": 852,
      "sity": 853,
      "sform": 854,
      "ta": 855,
      "training": 856,
      "ttention": 857,
      "update": 858,
      "}\")": 859,
      "¡ç": 860,
      "¨æ": 861,
      "®Ĺ": 862,
      "°å": 863,
      "å®": 864,
      "å·": 865,
      "åī": 866,
      "åĲ": 867,
      "æł": 868,
      "ç¨": 869,
      "éĢ": 870,
      "éĩ": 871,
      "ĊĊ": 872,
      "Ġ/": 873,
      "Ġ3": 874,
      "ĠE": 875,
      "ĠM": 876,
      "Ġi": 877,
      "Ġ{": 878,
      "Ġ|": 879,
      "Ġus": 880,
      "Ġ__": 881,
      "Ġif": 882,
      "Ġè®": 883,
      "Ġ\"__": 884,
      "Ġupdate": 885,
      "ĥå¾ªçİ¯": 886,
      "įæ": 887,
      "įåĲ": 888,
      "ķ°å": 889,
      "Ńæĸ": 890,
      "Ńç»": 891,
      "Ġte": 892,
      "Ġtens": 893,
      "Ġsign": 894,
      "Ġsynthetic": 895,
      "ats": 896,
      "ater": 897,
      "onger": 898,
      "ors": 899,
      "Ġappe": 900,
      "Ġarti": 901,
      "esign": 902,
      "Ġcap": 903,
      "Ġcausal": 904,
      "Ġlen": 905,
      "Ġlad": 906,
      "Ġlater": 907,
      "Ġlonger": 908,
      "ish": 909,
      "ises": 910,
      "Ġmis": 911,
      "Ġmatch": 912,
      "Ġpl": 913,
      "Ġpart": 914,
      "Ġphra": 915,
      "Ġfut": 916,
      "Ġfas": 917,
      "Ġfall": 918,
      "Ġfix": 919,
      "Ġfirst": 920,
      "arro": 921,
      "arame": 922,
      "arning": 923,
      "def": 924,
      "Ġisol": 925,
      "Ġbu": 926,
      "Ġbro": 927,
      "Ġbot": 928,
      "Ġbut": 929,
      "Ġback": 930,
      "Ġbug": 931,
      "Ġboun": 932,
      "ant": 933,
      "ange": 934,
      "angu": 935,
      "Ġload": 936,
      "Ġlocal": 937,
      "Ġlower": 938,
      "Ġwid": 939,
      "Ġweigh": 940,
      "Ġwould": 941,
      "radi": 942,
      "Ġneed": 943,
      "Ġnarro": 944,
      "Ġdesign": 945,
      "Ġout": 946,
      "ions": 947,
      "ule": 948,
      "ulary": 949,
      "Ġrises": 950,
      "Ġrange": 951,
      "Ġrule": 952,
      "ici": 953,
      "ickly": 954,
      "ile": 955,
      "Ġvoc": 956,
      "Ġvery": 957,
      "Ġvalu": 958,
      "Ġprove": 959,
      "Ġproves": 960,
      "mport": 961,
      "otes": 962,
      "Ġrepo": 963,
      "Ġrelo": 964,
      "ated": 965,
      "abulary": 966,
      "Ġgives": 967,
      "Ġcont": 968,
      "Ġconten": 969,
      "Ġconnected": 970,
      "Ġstack": 971,
      "Ġstart": 972,
      "Ġstable": 973,
      "Ġmet": 974,
      "Ġinput": 975,
      "Ġinfra": 976,
      "Ġone": 977,
      "Ġsepar": 978,
      "ase": 979,
      "appen": 980,
      "ĠTraining": 981,
      "Ġpress": 982,
      "Ġpretraining": 983,
      "Ġexpected": 984,
      "Ġbefor": 985,
      "versity": 986,
      "essful": 987,
      "__\":": 988,
      "cture": 989,
      "Ġev": 990,
      "Ġeas": 991,
      "Ġeach": 992,
      "Ġlarge": 993,
      "Ġsmaller": 994,
      "Ġmemorize": 995,
      "heckpointing": 996,
      "loss": 997,
      "loop": 998,
      "Ġhigh": 999,
      "Ġheads": 1000,
      "Ġquickly": 1001,
      "Ġsucc": 1002,
      "Ġsteps": 1003,
      "Ġpredicted": 1004,
      "stru": 1005,
      "Ġalign": 1006,
      "Ġalso": 1007,
      "Ġdimens": 1008,
      "Ġdiversity": 1009,
      "ight": 1010,
      "windows": 1011,
      "ï¼Į": 1012,
      "Ġcheckpointing": 1013,
      "Ġfail": 1014,
      "Ġprojection": 1015,
      "Ġpositions": 1016,
      "max": 1017,
      "main": 1018,
      "outline": 1019,
      "ä¸Ńæĸ": 1020,
      "ĠNotes": 1021,
      "Ġtesting": 1022,
      "Ġleft": 1023,
      "Ġoverfitting": 1024,
      "Ġcorrectness": 1025,
      "Ġlabels": 1026,
      "ared": 1027,
      "ransform": 1028,
      "æľī": 1029,
      "ĠLo": 1030,
      "Ġenoug": 1031,
      "Ġalloc": 1032,
      "Ġpatterns": 1033,
      "Ġfinite": 1034,
      "Ġbecause": 1035,
      "Ġwrong": 1036,
      "Ġnumber": 1037,
      "Ġprofiling": 1038,
      "Ġinformative": 1039,
      "Ġshows": 1040,
      "Ġdepends": 1041,
      "Ġactivations": 1042,
      "Ġsupport": 1043,
      "Ġresult": 1044,
      "Ġgeneration": 1045,
      "Ġtarget": 1046,
      "Ġinclude": 1047,
      "Engl": 1048,
      "Example": 1049,
      "Shared": 1050,
      "Those": 1051,
      "Typical": 1052,
      "Validation": 1053,
      "¡ç®Ĺ": 1054,
      "æłĩ": 1055,
      "éĢļ": 1056,
      "éĩį": 1057,
      "Ġuses": 1058,
      "įåĲĳ": 1059,
      "Ńç»ĥå¾ªçİ¯": 1060,
      "Ġappear": 1061,
      "Ġladder": 1062,
      "Ġmatches": 1063,
      "Ġphrases": 1064,
      "Ġfuture": 1065,
      "arameter": 1066,
      "Ġbroad": 1067,
      "Ġbackward": 1068,
      "Ġbounded": 1069,
      "anguage": 1070,
      "Ġwidth": 1071,
      "Ġweights": 1072,
      "radients": 1073,
      "Ġnarrow": 1074,
      "Ġvocabulary": 1075,
      "mportant": 1076,
      "Ġreload": 1077,
      "Ġcontent": 1078,
      "Ġinfrastru": 1079,
      "Ġseparate": 1080,
      "Ġpressure": 1081,
      "Ġbefore": 1082,
      "Ġhigher": 1083,
      "Ġsuccessful": 1084,
      "ä¸Ńæĸĩ": 1085,
      "ransformer": 1086,
      "Ġenough": 1087,
      "English": 1088,
      "Ġinfrastructure": 1089,
      "\"{": 1090,
      "))": 1091,
      ")}\")": 1092,
      "32": 1093,
      "70": 1094,
      "Attention": 1095,
      "BP": 1096,
      "But": 1097,
      "Code": 1098,
      "Com": 1099,
      "Checkpointing": 1100,
      "Hd": 1101,
      "Important": 1102,
      "Next": 1103,
      "On": 1104,
      "Over": 1105,
      "Pre": 1106,
      "Parameter": 1107,
      "Training": 1108,
      "With": 1109,
      "[]": 1110,
      "],": 1111,
      "]}\")": 1112,
      "`.": 1113,
      "`:": 1114,
      "ac": 1115,
      "ag": 1116,
      "ai": 1117,
      "ak": 1118,
      "ay": 1119,
      "ave": 1120,
      "aign": 1121,
      "aution": 1122,
      "bw": 1123,
      "bing": 1124,
      "bas": 1125,
      "back": 1126,
      "cer": 1127,
      "cti": 1128,
      "can": 1129,
      "cation": 1130,
      "cts": 1131,
      "checkpoint": 1132,
      "core": 1133,
      "dp": 1134,
      "den": 1135,
      "des": 1136,
      "dds": 1137,
      "ely": 1138,
      "ets": 1139,
      "fec": 1140,
      "fix": 1141,
      "first": 1142,
      "fici": 1143,
      "fely": 1144,
      "ged": 1145,
      "gments": 1146,
      "gradients": 1147,
      "hap": 1148,
      "hort": 1149,
      "have": 1150,
      "io": 1151,
      "ier": 1152,
      "ire": 1153,
      "iar": 1154,
      "iec": 1155,
      "ied": 1156,
      "ime": 1157,
      "ipe": 1158,
      "iments": 1159,
      "ju": 1160,
      "kn": 1161,
      "les": 1162,
      "lic": 1163,
      "lative": 1164,
      "lai": 1165,
      "min": 1166,
      "mon": 1167,
      "moke": 1168,
      "match": 1169,
      "ment": 1170,
      "mits": 1171,
      "not": 1172,
      "nose": 1173,
      "oor": 1174,
      "ole": 1175,
      "per": 1176,
      "ply": 1177,
      "pth": 1178,
      "pted": 1179,
      "right": 1180,
      "su": 1181,
      "size": 1182,
      "sive": 1183,
      "swer": 1184,
      "small": 1185,
      "short": 1186,
      "to": 1187,
      "tter": 1188,
      "tur": 1189,
      "tlen": 1190,
      "ue": 1191,
      "uch": 1192,
      "uge": 1193,
      "ume": 1194,
      "uine": 1195,
      "uess": 1196,
      "ucation": 1197,
      "val": 1198,
      "vents": 1199,
      "valu": 1200,
      "view": 1201,
      "vio": 1202,
      "ware": 1203,
      "ways": 1204,
      "xy": 1205,
      "yte": 1206,
      "ymb": 1207,
      "¡å": 1208,
      "¡Ģ": 1209,
      "¡Į": 1210,
      "¡åı": 1211,
      "£å": 1212,
      "¥å": 1213,
      "¥ç¨": 1214,
      "¦»": 1215,
      "¦ģ": 1216,
      "§è": 1217,
      "¨¡å": 1218,
      "®æłĩ": 1219,
      "¯¹": 1220,
      "¯å¾": 1221,
      "±éªĮè¯ģ": 1222,
      "²ç»": 1223,
      "³å¤": 1224,
      "³å®": 1225,
      "´æĺ": 1226,
      "´æĸ": 1227,
      "¶³å¤": 1228,
      "·ä": 1229,
      "·¯å¾": 1230,
      "¸¸": 1231,
      "¹ç": 1232,
      "¹Ł": 1233,
      "ºç": 1234,
      "ºİ": 1235,
      "º·ä": 1236,
      "»åı": 1237,
      "¼ä¸": 1238,
      "½æ": 1239,
      "½Ĩ": 1240,
      "¾å": 1241,
      "¾¹ç": 1242,
      "¿ŀ": 1243,
      "¿¡åı": 1244,
      "ä¹Ł": 1245,
      "äºİ": 1246,
      "ä½Ĩ": 1247,
      "åģ": 1248,
      "åĩ": 1249,
      "åĮ": 1250,
      "åĻ": 1251,
      "åŁ": 1252,
      "å¯¹": 1253,
      "å¸¸": 1254,
      "æį": 1255,
      "æĴ": 1256,
      "æŃ": 1257,
      "æ¨¡å": 1258,
      "çĽ": 1259,
      "çľ": 1260,
      "çŁ": 1261,
      "çŃ": 1262,
      "ç¦»": 1263,
      "èĢ": 1264,
      "è¦ģ": 1265,
      "è¶³å¤": 1266,
      "è·¯å¾": 1267,
      "è¾¹ç": 1268,
      "è¿ŀ": 1269,
      "éĻ": 1270,
      "éĽ": 1271,
      "Ġ:": 1272,
      "Ġec": 1273,
      "Ġid": 1274,
      "Ġed": 1275,
      "ĠIt": 1276,
      "Ġke": 1277,
      "Ġæĺ¯": 1278,
      "ĠMemory": 1279,
      "ĠValidation": 1280,
      "ĠBP": 1281,
      "ĠOver": 1282,
      "ĠPre": 1283,
      "Ġ[]": 1284,
      "Ġju": 1285,
      "Ġkn": 1286,
      "Ġä¹Ł": 1287,
      "Ġæį": 1288,
      "Ġçľ": 1289,
      "Ģ¼ä¸": 1290,
      "ĢåŁ": 1291,
      "ĥè¯": 1292,
      "Ĩç¦»": 1293,
      "Īéĩį": 1294,
      "ĪĨç¦»": 1295,
      "ī§è": 1296,
      "Ĭæĺ¯": 1297,
      "ĭè·¯å¾": 1298,
      "ĮçļĦ": 1299,
      "Įæľī": 1300,
      "ĮçĽ": 1301,
      "İæ¨¡å": 1302,
      "ıĲ": 1303,
      "ıè¶³å¤": 1304,
      "ĲçļĦ": 1305,
      "ĴĮçĽ": 1306,
      "Ķç¨": 1307,
      "ķĮçļĦ": 1308,
      "ĸåĻ": 1309,
      "ĺåĮ": 1310,
      "ļçļĦ": 1311,
      "ļéĩį": 1312,
      "Ľ´æĸ": 1313,
      "ľ¨æ": 1314,
      "ŀĭ": 1315,
      "Łå¤": 1316,
      "ŁéªĮè¯ģ": 1317,
      "ŁæŃ": 1318,
      "łæĴ": 1319,
      "ŃèĢ": 1320,
      "inue": 1321,
      "Ġtre": 1322,
      "Ġtra": 1323,
      "Ġtrain": 1324,
      "Ġtransformer": 1325,
      "Ġtime": 1326,
      "Ġsen": 1327,
      "Ġsec": 1328,
      "Ġsur": 1329,
      "Ġsess": 1330,
      "Ġscor": 1331,
      "Ġscore": 1332,
      "Ġslic": 1333,
      "Ġsymb": 1334,
      "ended": 1335,
      "atase": 1336,
      "ond": 1337,
      "ones": 1338,
      "onents": 1339,
      "ord": 1340,
      "orts": 1341,
      "orpus": 1342,
      "orage": 1343,
      "orary": 1344,
      "ere": 1345,
      "ers": 1346,
      "erves": 1347,
      "erru": 1348,
      "erved": 1349,
      "erical": 1350,
      "erged": 1351,
      "Ġapp": 1352,
      "Ġadds": 1353,
      "estion": 1354,
      "eserves": 1355,
      "Ġcos": 1356,
      "Ġcross": 1357,
      "Ġcamp": 1358,
      "Ġcho": 1359,
      "Ġcase": 1360,
      "Ġcaution": 1361,
      "Ġclai": 1362,
      "Ġless": 1363,
      "Ġlanguage": 1364,
      "Ġmath": 1365,
      "Ġmerged": 1366,
      "heth": 1367,
      "Ġpra": 1368,
      "Ġpee": 1369,
      "Ġparameter": 1370,
      "Ġpipe": 1371,
      "Ġpoor": 1372,
      "ally": 1373,
      "alth": 1374,
      "alization": 1375,
      "read": 1376,
      "reads": 1377,
      "reak": 1378,
      "time": 1379,
      "titive": 1380,
      "Ġfra": 1381,
      "Ġful": 1382,
      "Ġfeed": 1383,
      "Ġfile": 1384,
      "ares": 1385,
      "arts": 1386,
      "arns": 1387,
      "aried": 1388,
      "arply": 1389,
      "dea": 1390,
      "deep": 1391,
      "Ġissu": 1392,
      "Ġbad": 1393,
      "Ġbas": 1394,
      "Ġblo": 1395,
      "Ġbyte": 1396,
      "Ġbreak": 1397,
      "roved": 1398,
      "Ġlow": 1399,
      "Ġloads": 1400,
      "Ġwarning": 1401,
      "Ġway": 1402,
      "Ġwere": 1403,
      "Ġwheth": 1404,
      "Ġno": 1405,
      "Ġnow": 1406,
      "Ġnee": 1407,
      "Ġdow": 1408,
      "Ġdatase": 1409,
      "ulates": 1410,
      "Ġrest": 1411,
      "Ġright": 1412,
      "eck": 1413,
      "ecoder": 1414,
      "ich": 1415,
      "ices": 1416,
      "idence": 1417,
      "idden": 1418,
      "Ġtoy": 1419,
      "Ġtouch": 1420,
      "odeling": 1421,
      "ilt": 1422,
      "expected": 1423,
      "Ġview": 1424,
      "Ġvaried": 1425,
      "Ġpromp": 1426,
      "Ġproxy": 1427,
      "mporary": 1428,
      "Ġrequ": 1429,
      "Ġreads": 1430,
      "Ġrecor": 1431,
      "Ġrelative": 1432,
      "Ġremin": 1433,
      "Ġretur": 1434,
      "Ġreview": 1435,
      "abit": 1436,
      "ading": 1437,
      "adata": 1438,
      "lem": 1439,
      "leading": 1440,
      "owed": 1441,
      "Ġcannot": 1442,
      "Ġgate": 1443,
      "Ġgradients": 1444,
      "Ġgets": 1445,
      "Ġguess": 1446,
      "Ġanswer": 1447,
      "Ġconver": 1448,
      "Ġstates": 1449,
      "Ġstays": 1450,
      "Ġstorage": 1451,
      "Ġstarts": 1452,
      "Ġcore": 1453,
      "cks": 1454,
      "cked": 1455,
      "edding": 1456,
      "tence": 1457,
      "tending": 1458,
      "utation": 1459,
      "Ġonce": 1460,
      "igur": 1461,
      "Ġsever": 1462,
      "Ġsharply": 1463,
      "Ġnotes": 1464,
      "Ġbatching": 1465,
      "ĠToken": 1466,
      "ĠThis": 1467,
      "ĠTest": 1468,
      "ĠTransformer": 1469,
      "Ġpreserves": 1470,
      "Ġprefix": 1471,
      "Ġprevents": 1472,
      "Ġwhile": 1473,
      "Ġwhole": 1474,
      "Ġwhich": 1475,
      "Ġdeta": 1476,
      "Ġdepth": 1477,
      "Ġexist": 1478,
      "Ġexpen": 1479,
      "Ġexamp": 1480,
      "Ġexper": 1481,
      "Ġbehave": 1482,
      "Ġbetter": 1483,
      "Ġattending": 1484,
      "Ġaction": 1485,
      "Ġaccum": 1486,
      "ardware": 1487,
      "ctors": 1488,
      "diction": 1489,
      "forward": 1490,
      "Ġemb": 1491,
      "Ġemits": 1492,
      "Ġintended": 1493,
      "Ġinterru": 1494,
      "Ġcould": 1495,
      "Ġdocum": 1496,
      "Ġmemorization": 1497,
      "Ġoptimization": 1498,
      "key": 1499,
      "umable": 1500,
      "umbing": 1501,
      "Ġhappen": 1502,
      "Ġhuge": 1503,
      "Ġhidden": 1504,
      "Ġhabit": 1505,
      "Ġhardware": 1506,
      "Ġhead": 1507,
      "Ġhealth": 1508,
      "Ġquery": 1509,
      "Ġquestion": 1510,
      "Ġsuff": 1511,
      "Ġsubw": 1512,
      "Ġmax": 1513,
      "Ġrespected": 1514,
      "Ġresume": 1515,
      "Ġreserved": 1516,
      "Ġresumable": 1517,
      "Ġpredicts": 1518,
      "start": 1519,
      "Ġscales": 1520,
      "Ġscaling": 1521,
      "Ġscalar": 1522,
      "Ġalways": 1523,
      "Ġalread": 1524,
      "ĠĠĠĠĠ": 1525,
      "Ġdirect": 1526,
      "Ġdiag": 1527,
      "Ġproblem": 1528,
      "Ġmeans": 1529,
      "When": 1530,
      "duCode": 1531,
      "ible": 1532,
      "ntropy": 1533,
      "å¾Īéĩį": 1534,
      "è¯»åı": 1535,
      "Ġaffec": 1536,
      "Ġfake": 1537,
      "Ġfamil": 1538,
      "Ġfactors": 1539,
      "Ġlogic": 1540,
      "Ġloops": 1541,
      "Ġworth": 1542,
      "Ġwordp": 1543,
      "ystem": 1544,
      "Ġpositional": 1545,
      "ausible": 1546,
      "irm": 1547,
      "ä¸Ķç¨": 1548,
      "è®¡ç®Ĺ": 1549,
      "è®Ńç»ĥå¾ªçİ¯": 1550,
      "ĠAttention": 1551,
      "ĠCross": 1552,
      "ĠCausal": 1553,
      "ĠCheckpointing": 1554,
      "ĠCorpus": 1555,
      "ĠDecoder": 1556,
      "ĠNext": 1557,
      "ĠNone": 1558,
      "ĠSmall": 1559,
      "ĠShap": 1560,
      "ĠSmoke": 1561,
      "ĠSystem": 1562,
      "Ġsave": 1563,
      "Ġsaves": 1564,
      "Ġsaved": 1565,
      "Ġsafely": 1566,
      "Ġsimil": 1567,
      "Ġspreads": 1568,
      "Ġlearning": 1569,
      "Ġlearns": 1570,
      "Ġmasking": 1571,
      "Ġflat": 1572,
      "Ġwithout": 1573,
      "Ġobvio": 1574,
      "Ġoverfit": 1575,
      "Ġrepeat": 1576,
      "Ġrepeats": 1577,
      "Ġrepeated": 1578,
      "Ġrepetitive": 1579,
      "ĊĠĠĠĠĠĠĠĠĠĠĠ": 1580,
      "Ġgenuine": 1581,
      "çļĦåģ": 1582,
      "Ġmilestones": 1583,
      "aching": 1584,
      "face": 1585,
      "fake": 1586,
      "facts": 1587,
      "ols": 1588,
      "range": 1589,
      "ä¼ĺåĮ": 1590,
      "ä¼ļéĩį": 1591,
      "ä¼łæĴ": 1592,
      "å¤įæ": 1593,
      "åıįåĲĳ": 1594,
      "æľĢåŁ": 1595,
      "ĠHd": 1596,
      "ĠLanguage": 1597,
      "Ġend": 1598,
      "Ġunits": 1599,
      "Ġuncer": 1600,
      "Ġunexpected": 1601,
      "Ġallowed": 1602,
      "Ġpattern": 1603,
      "Ġfinal": 1604,
      "Ġbecom": 1605,
      "Ġwrite": 1606,
      "Ġwindows": 1607,
      "Ġnumerical": 1608,
      "Ġprofile": 1609,
      "Ġconfuse": 1610,
      "Ġconfigur": 1611,
      "Ġconfirm": 1612,
      "Ġinformation": 1613,
      "Ġdepending": 1614,
      "Ġcomponents": 1615,
      "Ġcompares": 1616,
      "Ġcomputation": 1617,
      "Ġhelps": 1618,
      "Ġsupports": 1619,
      "Ġresults": 1620,
      "Ġflowing": 1621,
      "Ġgeneralization": 1622,
      "éªĮè¯ģéĽ": 1623,
      "Ġtargets": 1624,
      "Ġincludes": 1625,
      "å¾ªçİ¯éĢļ": 1626,
      "]]:": 1627,
      "eps": 1628,
      "ffers": 1629,
      "hoing": 1630,
      "rics": 1631,
      "riction": 1632,
      "tain": 1633,
      "¨æĽ´æĸ": 1634,
      "å®ĥè¯": 1635,
      "å·¥ç¨": 1636,
      "å·²ç»": 1637,
      "åīįæ": 1638,
      "åīįåĲĳ": 1639,
      "ĠEduCode": 1640,
      "ĠEntropy": 1641,
      "ĠMask": 1642,
      "ĠModeling": 1643,
      "Ġimportant": 1644,
      "Ġidea": 1645,
      "Ġè®¡ç®Ĺ": 1646,
      "Ġè®Ńç»ĥå¾ªçİ¯": 1647,
      "ķ°åĢ¼ä¸": 1648,
      "ķ°åľ¨æ": 1649,
      "Ġtemporary": 1650,
      "Ġteaching": 1651,
      "Ġtensor": 1652,
      "Ġtensors": 1653,
      "Ġsigns": 1654,
      "Ġsignal": 1655,
      "Ġartifici": 1656,
      "Ġartifacts": 1657,
      "Ġcapability": 1658,
      "Ġcapac": 1659,
      "Ġmismatch": 1660,
      "Ġmisleading": 1661,
      "Ġplumbing": 1662,
      "Ġplausible": 1663,
      "Ġfast": 1664,
      "Ġfaster": 1665,
      "Ġfallback": 1666,
      "Ġfixed": 1667,
      "Ġisolate": 1668,
      "Ġisolates": 1669,
      "Ġbuilt": 1670,
      "Ġbuffers": 1671,
      "Ġboth": 1672,
      "Ġbottlen": 1673,
      "Ġbugs": 1674,
      "Ġloading": 1675,
      "Ġneeds": 1676,
      "Ġoutline": 1677,
      "Ġoutput": 1678,
      "icient": 1679,
      "Ġvalues": 1680,
      "Ġvaluable": 1681,
      "Ġcontribution": 1682,
      "Ġcontinue": 1683,
      "Ġstacked": 1684,
      "Ġmetadata": 1685,
      "Ġmetrics": 1686,
      "append": 1687,
      "Ġeven": 1688,
      "Ġevidence": 1689,
      "Ġeasy": 1690,
      "Ġeasier": 1691,
      "Ġalignment": 1692,
      "Ġdimension": 1693,
      "Ġdimensions": 1694,
      "Ġfails": 1695,
      "Ġfailure": 1696,
      "æľīéĻ": 1697,
      "ĠLoss": 1698,
      "ĠLoop": 1699,
      "Ġallocate": 1700,
      "Ġallocated": 1701,
      "Ġnumbers": 1702,
      "æłĩçŃ": 1703,
      "éĢļä¸Ķç¨": 1704,
      "Ġseparately": 1705,
      "Common": 1706,
      "Only": 1707,
      "Without": 1708,
      "based": 1709,
      "ctical": 1710,
      "iece": 1711,
      "ucational": 1712,
      "value": 1713,
      "¡ĢçļĦåģ": 1714,
      "£åĪĨç¦»": 1715,
      "¥åº·ä": 1716,
      "®æłĩåĩ": 1717,
      "³å®ļçļĦ": 1718,
      "´æĺİæ¨¡å": 1719,
      "ºç¡ĢçļĦåģ": 1720,
      "½æķ°åľ¨æ": 1721,
      "¾åĴĮçĽ": 1722,
      "¿¡åı·": 1723,
      "ä½Ĩåīįæ": 1724,
      "å¯¹äºİ": 1725,
      "å¸¸å·²ç»": 1726,
      "çŁŃèĢ": 1727,
      "è¾¹çķĮçļĦ": 1728,
      "è¿ŀéĢļä¸Ķç¨": 1729,
      "Ġechoing": 1730,
      "Ġeducational": 1731,
      "Ġkeeps": 1732,
      "Ġæĺ¯æľĢåŁ": 1733,
      "ĠBPE": 1734,
      "ĠOverfitting": 1735,
      "ĠPrediction": 1736,
      "Ġjump": 1737,
      "Ġknow": 1738,
      "Ġä¹Łå¾Īéĩį": 1739,
      "ĠæįŁå¤": 1740,
      "ĠçľŁæŃ": 1741,
      "ī§è¡Į": 1742,
      "Ĭæĺ¯è¿ŀéĢļä¸Ķç¨": 1743,
      "ĭè·¯å¾Ħ": 1744,
      "Įæľīè¾¹çķĮçļĦ": 1745,
      "ıĲæĺ¯": 1746,
      "ıè¶³å¤ŁéªĮè¯ģ": 1747,
      "ĸåĻ¨æĽ´æĸ": 1748,
      "Ġtreats": 1749,
      "Ġtracked": 1750,
      "Ġsentence": 1751,
      "Ġsecond": 1752,
      "Ġsurface": 1753,
      "Ġsessions": 1754,
      "Ġscores": 1755,
      "Ġslicing": 1756,
      "Ġsymbols": 1757,
      "Ġapproved": 1758,
      "Ġcost": 1759,
      "Ġcampaign": 1760,
      "Ġchoices": 1761,
      "Ġclaims": 1762,
      "Ġpractical": 1763,
      "Ġpeek": 1764,
      "Ġpipeline": 1765,
      "Ġfragments": 1766,
      "Ġfull": 1767,
      "Ġissues": 1768,
      "Ġbasic": 1769,
      "Ġblocks": 1770,
      "Ġwhether": 1771,
      "Ġneeded": 1772,
      "Ġdown": 1773,
      "Ġdataset": 1774,
      "Ġrestriction": 1775,
      "Ġprompt": 1776,
      "Ġrequire": 1777,
      "Ġrecording": 1778,
      "Ġreminder": 1779,
      "Ġreturn": 1780,
      "Ġreviewable": 1781,
      "Ġconverted": 1782,
      "Ġseveral": 1783,
      "ĠTesting": 1784,
      "Ġdetail": 1785,
      "Ġexpensive": 1786,
      "Ġexamples": 1787,
      "Ġexperiments": 1788,
      "Ġaccumulates": 1789,
      "Ġembedding": 1790,
      "Ġinterrupted": 1791,
      "Ġdocument": 1792,
      "Ġhappens": 1793,
      "Ġsufficient": 1794,
      "Ġsubword": 1795,
      "Ġalready": 1796,
      "Ġdirectly": 1797,
      "Ġdiagnose": 1798,
      "è¯»åıĸ": 1799,
      "Ġaffects": 1800,
      "Ġfamiliar": 1801,
      "Ġwordpiece": 1802,
      "è®Ńç»ĥå¾ªçİ¯ä¼ļéĩį": 1803,
      "ĠShapes": 1804,
      "Ġsimilar": 1805,
      "Ġobvious": 1806,
      "Ġgenuinely": 1807,
      "ä¼ĺåĮĸåĻ¨æĽ´æĸ": 1808,
      "ä¼łæĴŃ": 1809,
      "å¤įæī§è¡Į": 1810,
      "åıįåĲĳä¼łæĴŃ": 1811,
      "Ġuncertain": 1812,
      "Ġunexpectedly": 1813,
      "Ġbecomes": 1814,
      "Ġnumerically": 1815,
      "Ġconfiguration": 1816,
      "éªĮè¯ģéĽĨ": 1817,
      "å¾ªçİ¯éĢļå¸¸å·²ç»": 1818,
      "å®ĥè¯´æĺİæ¨¡å": 1819,
      "å·¥ç¨ĭè·¯å¾Ħ": 1820,
      "åīįåĲĳè®¡ç®Ĺ": 1821,
      "ķ°åĢ¼ä¸Ĭæĺ¯è¿ŀéĢļä¸Ķç¨": 1822,
      "Ġartificially": 1823,
      "Ġcapacity": 1824,
      "Ġbottleneck": 1825,
      "æľīéĻĲçļĦ": 1826,
      "æłĩçŃ¾åĴĮçĽ": 1827,
      "¥åº·ä¿¡åı·": 1828,
      "®æłĩåĩ½æķ°åľ¨æ": 1829,
      "ºç¡ĢçļĦåģ¥åº·ä¿¡åı·": 1830,
      "ä½ĨåīįæıĲæĺ¯": 1831,
      "çŁŃèĢĮæľīè¾¹çķĮçļĦ": 1832,
      "Ġæĺ¯æľĢåŁºç¡ĢçļĦåģ¥åº·ä¿¡åı·": 1833,
      "Ġä¹Łå¾Īéĩįè¦ģ": 1834,
      "ĠæįŁå¤±éªĮè¯ģ": 1835,
      "ĠçľŁæŃ£åĪĨç¦»": 1836,
      "ıè¶³å¤ŁéªĮè¯ģå·¥ç¨ĭè·¯å¾Ħ": 1837,
      "è®Ńç»ĥå¾ªçİ¯ä¼ļéĩįå¤įæī§è¡Į": 1838,
      "ä¼ĺåĮĸåĻ¨æĽ´æĸ°": 1839,
      "å¾ªçİ¯éĢļå¸¸å·²ç»ıè¶³å¤ŁéªĮè¯ģå·¥ç¨ĭè·¯å¾Ħ": 1840,
      "å®ĥè¯´æĺİæ¨¡åŀĭ": 1841,
      "ķ°åĢ¼ä¸Ĭæĺ¯è¿ŀéĢļä¸Ķç¨³å®ļçļĦ": 1842,
      "æłĩçŃ¾åĴĮçĽ®æłĩåĩ½æķ°åľ¨æ": 1843,
      "çŁŃèĢĮæľīè¾¹çķĮçļĦå¾ªçİ¯éĢļå¸¸å·²ç»ıè¶³å¤ŁéªĮè¯ģå·¥ç¨ĭè·¯å¾Ħ": 1844,
      "æłĩçŃ¾åĴĮçĽ®æłĩåĩ½æķ°åľ¨æķ°åĢ¼ä¸Ĭæĺ¯è¿ŀéĢļä¸Ķç¨³å®ļçļĦ": 1845
    },
    "merges": [
      [
        "i",
        "n"
      ],
      [
        "Ġ",
        "t"
      ],
      [
        "Ġ",
        "s"
      ],
      [
        "e",
        "n"
      ],
      [
        "a",
        "t"
      ],
      [
        "o",
        "n"
      ],
      [
        "o",
        "r"
      ],
      [
        "e",
        "r"
      ],
      [
        "Ġ",
        "a"
      ],
      [
        "e",
        "s"
      ],
      [
        "Ġ",
        "c"
      ],
      [
        "Ġ",
        "l"
      ],
      [
        "i",
        "s"
      ],
      [
        "Ġ",
        "m"
      ],
      [
        "h",
        "e"
      ],
      [
        "Ġ",
        "p"
      ],
      [
        "in",
        "g"
      ],
      [
        "a",
        "l"
      ],
      [
        "r",
        "e"
      ],
      [
        "t",
        "i"
      ],
      [
        "Ġ",
        "Ġ"
      ],
      [
        "o",
        "k"
      ],
      [
        "Ġ",
        "f"
      ],
      [
        "a",
        "r"
      ],
      [
        "d",
        "e"
      ],
      [
        "Ġ",
        "is"
      ],
      [
        "Ġ",
        "b"
      ],
      [
        "a",
        "n"
      ],
      [
        "i",
        "t"
      ],
      [
        "Ġt",
        "he"
      ],
      [
        "r",
        "o"
      ],
      [
        "Ġl",
        "o"
      ],
      [
        "Ġ",
        "w"
      ],
      [
        "t",
        "e"
      ],
      [
        "ok",
        "en"
      ],
      [
        "r",
        "a"
      ],
      [
        "Ġ",
        "n"
      ],
      [
        "s",
        "s"
      ],
      [
        "u",
        "s"
      ],
      [
        "Ġ",
        "d"
      ],
      [
        "Ġ",
        "o"
      ],
      [
        "in",
        "t"
      ],
      [
        "ti",
        "on"
      ],
      [
        "o",
        "de"
      ],
      [
        "i",
        "on"
      ],
      [
        "u",
        "l"
      ],
      [
        "Ġ",
        "r"
      ],
      [
        "Ġs",
        "m"
      ],
      [
        "e",
        "c"
      ],
      [
        "l",
        "y"
      ],
      [
        "i",
        "c"
      ],
      [
        "i",
        "d"
      ],
      [
        "Ġt",
        "o"
      ],
      [
        "Ġt",
        "oken"
      ],
      [
        "at",
        "ion"
      ],
      [
        "ra",
        "in"
      ],
      [
        "ode",
        "l"
      ],
      [
        "i",
        "l"
      ],
      [
        "Ġm",
        "odel"
      ],
      [
        "rain",
        "ing"
      ],
      [
        "c",
        "h"
      ],
      [
        "e",
        "x"
      ],
      [
        "i",
        "z"
      ],
      [
        "t",
        "s"
      ],
      [
        "u",
        "n"
      ],
      [
        "Ġ",
        "v"
      ],
      [
        "Ġp",
        "ro"
      ],
      [
        "m",
        "p"
      ],
      [
        "o",
        "t"
      ],
      [
        "Ġ",
        "re"
      ],
      [
        "at",
        "e"
      ],
      [
        "a",
        "b"
      ],
      [
        "a",
        "d"
      ],
      [
        "l",
        "e"
      ],
      [
        "o",
        "w"
      ],
      [
        "Ċ",
        "ĠĠ"
      ],
      [
        "Ġ",
        "`"
      ],
      [
        "Ġc",
        "an"
      ],
      [
        "Ġf",
        "or"
      ],
      [
        "h",
        "at"
      ],
      [
        "t",
        "h"
      ],
      [
        "t",
        "er"
      ],
      [
        "Ġ",
        "g"
      ],
      [
        "Ġa",
        "n"
      ],
      [
        "Ġc",
        "on"
      ],
      [
        "ok",
        "e"
      ],
      [
        "Ġt",
        "raining"
      ],
      [
        "Ġs",
        "t"
      ],
      [
        "en",
        "g"
      ],
      [
        "at",
        "ch"
      ],
      [
        "Ġc",
        "or"
      ],
      [
        "Ġm",
        "e"
      ],
      [
        "Ġlo",
        "ss"
      ],
      [
        "Ġsm",
        "oke"
      ],
      [
        "c",
        "e"
      ],
      [
        "c",
        "k"
      ],
      [
        "e",
        "d"
      ],
      [
        "q",
        "u"
      ],
      [
        "t",
        "en"
      ],
      [
        "u",
        "t"
      ],
      [
        "Ġ",
        "in"
      ],
      [
        "Ġ",
        "on"
      ],
      [
        "Ġan",
        "d"
      ],
      [
        "I",
        "t"
      ],
      [
        "i",
        "g"
      ],
      [
        "Ġs",
        "e"
      ],
      [
        "Ġs",
        "h"
      ],
      [
        "al",
        "id"
      ],
      [
        "Ġn",
        "ot"
      ],
      [
        "ĊĠĠ",
        "Ġ"
      ],
      [
        "a",
        "s"
      ],
      [
        "Ġb",
        "atch"
      ],
      [
        "a",
        "p"
      ],
      [
        "d",
        "er"
      ],
      [
        "f",
        "ul"
      ],
      [
        "g",
        "e"
      ],
      [
        "p",
        "us"
      ],
      [
        "v",
        "e"
      ],
      [
        "Ġ",
        "="
      ],
      [
        "Ġ",
        "T"
      ],
      [
        "al",
        "l"
      ],
      [
        "it",
        "y"
      ],
      [
        "te",
        "p"
      ],
      [
        "Ġv",
        "alid"
      ],
      [
        "m",
        "or"
      ],
      [
        "Ġ",
        "-"
      ],
      [
        "Ġp",
        "r"
      ],
      [
        "Ġp",
        "re"
      ],
      [
        "Ġw",
        "h"
      ],
      [
        "eng",
        "th"
      ],
      [
        "Ġcor",
        "pus"
      ],
      [
        "T",
        "hat"
      ],
      [
        "h",
        "is"
      ],
      [
        "m",
        "e"
      ],
      [
        "p",
        "o"
      ],
      [
        "t",
        "oken"
      ],
      [
        "ã",
        "Ģ"
      ],
      [
        "Ġ",
        "de"
      ],
      [
        "Ġ",
        "ex"
      ],
      [
        "in",
        "e"
      ],
      [
        "es",
        "t"
      ],
      [
        "is",
        "t"
      ],
      [
        "Ġb",
        "e"
      ],
      [
        "te",
        "d"
      ],
      [
        "us",
        "e"
      ],
      [
        "iz",
        "er"
      ],
      [
        "c",
        "al"
      ],
      [
        "l",
        "l"
      ],
      [
        "o",
        "s"
      ],
      [
        "u",
        "r"
      ],
      [
        "v",
        "er"
      ],
      [
        "Ġ",
        "at"
      ],
      [
        "en",
        "t"
      ],
      [
        "at",
        "ter"
      ],
      [
        "Ġa",
        "c"
      ],
      [
        "es",
        "s"
      ],
      [
        "ar",
        "d"
      ],
      [
        "Ġo",
        "f"
      ],
      [
        "Ġr",
        "un"
      ],
      [
        "ex",
        "t"
      ],
      [
        "mp",
        "le"
      ],
      [
        "\"",
        ")"
      ],
      [
        "_",
        "_"
      ],
      [
        "c",
        "t"
      ],
      [
        "d",
        "ic"
      ],
      [
        "d",
        "ow"
      ],
      [
        "f",
        "or"
      ],
      [
        "g",
        "er"
      ],
      [
        "j",
        "ec"
      ],
      [
        "o",
        "p"
      ],
      [
        "p",
        "ti"
      ],
      [
        "w",
        "ard"
      ],
      [
        "Ġ",
        "e"
      ],
      [
        "Ġ",
        "int"
      ],
      [
        "in",
        "dow"
      ],
      [
        "en",
        "ce"
      ],
      [
        "or",
        "t"
      ],
      [
        "Ġc",
        "o"
      ],
      [
        "Ġl",
        "ar"
      ],
      [
        "he",
        "ck"
      ],
      [
        "ro",
        "ss"
      ],
      [
        "Ġd",
        "o"
      ],
      [
        "Ġo",
        "pti"
      ],
      [
        "Ġsm",
        "all"
      ],
      [
        "Ġme",
        "mor"
      ],
      [
        "Ġvalid",
        "ation"
      ],
      [
        "Ġpr",
        "int"
      ],
      [
        "po",
        "int"
      ],
      [
        "heck",
        "point"
      ],
      [
        "Ġopti",
        "m"
      ],
      [
        "T",
        "he"
      ],
      [
        "a",
        "me"
      ],
      [
        "k",
        "e"
      ],
      [
        "l",
        "o"
      ],
      [
        "p",
        "e"
      ],
      [
        "u",
        "m"
      ],
      [
        "u",
        "re"
      ],
      [
        "x",
        "t"
      ],
      [
        "y",
        "s"
      ],
      [
        "Ġ",
        "h"
      ],
      [
        "Ġ",
        "or"
      ],
      [
        "Ġ",
        "he"
      ],
      [
        "Ġ",
        "it"
      ],
      [
        "Ġ",
        "qu"
      ],
      [
        "Ġ",
        "use"
      ],
      [
        "Ġt",
        "hat"
      ],
      [
        "Ġt",
        "his"
      ],
      [
        "Ġs",
        "u"
      ],
      [
        "Ġs",
        "tep"
      ],
      [
        "Ġa",
        "re"
      ],
      [
        "Ġm",
        "a"
      ],
      [
        "te",
        "xt"
      ],
      [
        "Ġn",
        "ext"
      ],
      [
        "Ġr",
        "es"
      ],
      [
        "iz",
        "e"
      ],
      [
        "Ġg",
        "o"
      ],
      [
        "Ġcon",
        "text"
      ],
      [
        "qu",
        "ence"
      ],
      [
        "ten",
        "tion"
      ],
      [
        "Ġon",
        "ly"
      ],
      [
        "ig",
        "n"
      ],
      [
        "Ġse",
        "quence"
      ],
      [
        "Ġsh",
        "ap"
      ],
      [
        "Ġpre",
        "dic"
      ],
      [
        "Ġdo",
        "es"
      ],
      [
        "Ġoptim",
        "izer"
      ],
      [
        "a",
        "mple"
      ],
      [
        "l",
        "ength"
      ],
      [
        "o",
        "der"
      ],
      [
        "p",
        "en"
      ],
      [
        "s",
        "t"
      ],
      [
        "v",
        "es"
      ],
      [
        "Ġ",
        "1"
      ],
      [
        "Ġs",
        "ti"
      ],
      [
        "Ġs",
        "cal"
      ],
      [
        "en",
        "ts"
      ],
      [
        "on",
        "g"
      ],
      [
        "Ġa",
        "l"
      ],
      [
        "Ġm",
        "atter"
      ],
      [
        "ĠĠ",
        "ĠĠ"
      ],
      [
        "it",
        "s"
      ],
      [
        "Ġd",
        "i"
      ],
      [
        "ec",
        "ted"
      ],
      [
        "il",
        "ity"
      ],
      [
        "Ġpro",
        "b"
      ],
      [
        "ab",
        "ility"
      ],
      [
        "Ġst",
        "ate"
      ],
      [
        "Ġme",
        "an"
      ],
      [
        "ig",
        "h"
      ],
      [
        "Ġ-",
        ">"
      ],
      [
        "Ġlar",
        "ger"
      ],
      [
        "Ġuse",
        "ful"
      ],
      [
        "Ġsti",
        "ll"
      ],
      [
        "(",
        "\""
      ],
      [
        ")",
        "`"
      ],
      [
        "W",
        "h"
      ],
      [
        "a",
        "ck"
      ],
      [
        "c",
        "oder"
      ],
      [
        "d",
        "u"
      ],
      [
        "i",
        "b"
      ],
      [
        "i",
        "tion"
      ],
      [
        "m",
        "s"
      ],
      [
        "n",
        "t"
      ],
      [
        "s",
        "tep"
      ],
      [
        "u",
        "tion"
      ],
      [
        "w",
        "indow"
