{"<pad>":0,"<bos>":1,"<eos>":2,"<unk>":3,"!":4,"\"":5,"#":6,"$":7,"%":8,"&":9,"'":10,"(":11,")":12,"*":13,"+":14,",":15,"-":16,".":17,"/":18,"0":19,"1":20,"2":21,"3":22,"4":23,"5":24,"6":25,"7":26,"8":27,"9":28,":":29,";":30,"<":31,"=":32,">":33,"?":34,"@":35,"A":36,"B":37,"C":38,"D":39,"E":40,"F":41,"G":42,"H":43,"I":44,"J":45,"K":46,"L":47,"M":48,"N":49,"O":50,"P":51,"Q":52,"R":53,"S":54,"T":55,"U":56,"V":57,"W":58,"X":59,"Y":60,"Z":61,"[":62,"\\":63,"]":64,"^":65,"_":66,"`":67,"a":68,"b":69,"c":70,"d":71,"e":72,"f":73,"g":74,"h":75,"i":76,"j":77,"k":78,"l":79,"m":80,"n":81,"o":82,"p":83,"q":84,"r":85,"s":86,"t":87,"u":88,"v":89,"w":90,"x":91,"y":92,"z":93,"{":94,"|":95,"}":96,"~":97,"ТЁ":98,"ТЂ":99,"ТЃ":100,"ТЄ":101,"ТЅ":102,"ТІ":103,"ТЇ":104,"ТЈ":105,"ТЉ":106,"ТЊ":107,"ТЋ":108,"ТЌ":109,"ТЎ":110,"ТЏ":111,"ТА":112,"ТБ":113,"ТВ":114,"ТГ":115,"ТД":116,"ТЕ":117,"ТЖ":118,"ТЗ":119,"ТИ":120,"ТЙ":121,"ТК":122,"ТЛ":123,"ТМ":124,"ТН":125,"ТО":126,"ТП":127,"У":128,"У":129,"У":130,"У":131,"У":132,"У":133,"У":134,"У":135,"У":136,"У":137,"У":138,"У":139,"У":140,"У":141,"У":142,"У":143,"У":144,"У":145,"У":146,"У":147,"У":148,"У":149,"У":150,"У":151,"У":152,"У":153,"У":154,"У":155,"У":156,"У":157,"У":158,"У":159,"У ":160,"УЁ":161,"УЂ":162,"УЃ":163,"УЄ":164,"УЅ":165,"УІ":166,"УЇ":167,"УЈ":168,"УЉ":169,"УЊ":170,"УЋ":171,"УЌ":172,"У­":173,"УЎ":174,"УЏ":175,"УА":176,"УБ":177,"УВ":178,"УГ":179,"УД":180,"УЕ":181,"УЖ":182,"УЗ":183,"УИ":184,"УЙ":185,"УК":186,"УЛ":187,"УМ":188,"УН":189,"УО":190,"УП":191,"Ф":192,"Ф":193,"Ф":194,"Ф":195,"Ф":196,"Ф":197,"Ф":198,"Ф":199,"Ф":200,"Ф":201,"Ф":202,"Ф":203,"Ф":204,"Ф":205,"Ф":206,"Ф":207,"Ф":208,"Ф":209,"Ф":210,"Ф":211,"Ф":212,"Ф":213,"Ф":214,"Ф":215,"Ф":216,"Ф":217,"Ф":218,"Ф":219,"Ф":220,"Ф":221,"Ф":222,"Ф":223,"Ф ":224,"ФЁ":225,"ФЂ":226,"ФЃ":227,"ФЄ":228,"ФЅ":229,"ФІ":230,"ФЇ":231,"ФЈ":232,"ФЉ":233,"ФЊ":234,"ФЋ":235,"ФЌ":236,"Ф­":237,"ФЎ":238,"ФЏ":239,"ФА":240,"ФБ":241,"ФВ":242,"ФГ":243,"ФД":244,"ФЕ":245,"ФЖ":246,"ФЗ":247,"ФИ":248,"ФЙ":249,"ФК":250,"ФЛ":251,"ФМ":252,"ФН":253,"ФО":254,"ФП":255,"Х":256,"Х":257,"Х":258,"Х":259,"in":260,"Ф t":261,"Ф s":262,"en":263,"at":264,"on":265,"or":266,"er":267,"Ф a":268,"es":269,"Ф c":270,"Ф l":271,"is":272,"Ф m":273,"he":274,"Ф p":275,"ing":276,"al":277,"re":278,"ti":279,"Ф Ф ":280,"ok":281,"Ф f":282,"ar":283,"de":284,"Ф is":285,"Ф b":286,"an":287,"it":288,"Ф the":289,"ro":290,"Ф lo":291,"Ф w":292,"te":293,"oken":294,"ra":295,"Ф n":296,"ss":297,"us":298,"Ф d":299,"Ф o":300,"int":301,"tion":302,"ode":303,"ion":304,"ul":305,"Ф r":306,"Ф sm":307,"ec":308,"ly":309,"ic":310,"id":311,"Ф to":312,"Ф token":313,"ation":314,"rain":315,"odel":316,"il":317,"Ф model":318,"raining":319,"ch":320,"ex":321,"iz":322,"ts":323,"un":324,"Ф v":325,"Ф pro":326,"mp":327,"ot":328,"Ф re":329,"ate":330,"ab":331,"ad":332,"le":333,"ow":334,"ФФ Ф ":335,"Ф `":336,"Ф can":337,"Ф for":338,"hat":339,"th":340,"ter":341,"Ф g":342,"Ф an":343,"Ф con":344,"oke":345,"Ф training":346,"Ф st":347,"eng":348,"atch":349,"Ф cor":350,"Ф me":351,"Ф loss":352,"Ф smoke":353,"ce":354,"ck":355,"ed":356,"qu":357,"ten":358,"ut":359,"Ф in":360,"Ф on":361,"Ф and":362,"It":363,"ig":364,"Ф se":365,"Ф sh":366,"alid":367,"Ф not":368,"ФФ Ф Ф ":369,"as":370,"Ф batch":371,"ap":372,"der":373,"ful":374,"ge":375,"pus":376,"ve":377,"Ф =":378,"Ф T":379,"all":380,"ity":381,"tep":382,"Ф valid":383,"mor":384,"Ф -":385,"Ф pr":386,"Ф pre":387,"Ф wh":388,"ength":389,"Ф corpus":390,"That":391,"his":392,"me":393,"po":394,"token":395,"УЃФЂ":396,"Ф de":397,"Ф ex":398,"ine":399,"est":400,"ist":401,"Ф be":402,"ted":403,"use":404,"izer":405,"cal":406,"ll":407,"os":408,"ur":409,"ver":410,"Ф at":411,"ent":412,"atter":413,"Ф ac":414,"ess":415,"ard":416,"Ф of":417,"Ф run":418,"ext":419,"mple":420,"\")":421,"__":422,"ct":423,"dic":424,"dow":425,"for":426,"ger":427,"jec":428,"op":429,"pti":430,"ward":431,"Ф e":432,"Ф int":433,"indow":434,"ence":435,"ort":436,"Ф co":437,"Ф lar":438,"heck":439,"ross":440,"Ф do":441,"Ф opti":442,"Ф small":443,"Ф memor":444,"Ф validation":445,"Ф print":446,"point":447,"heckpoint":448,"Ф optim":449,"The":450,"ame":451,"ke":452,"lo":453,"pe":454,"um":455,"ure":456,"xt":457,"ys":458,"Ф h":459,"Ф or":460,"Ф he":461,"Ф it":462,"Ф qu":463,"Ф use":464,"Ф that":465,"Ф this":466,"Ф su":467,"Ф step":468,"Ф are":469,"Ф ma":470,"text":471,"Ф next":472,"Ф res":473,"ize":474,"Ф go":475,"Ф context":476,"quence":477,"tention":478,"Ф only":479,"ign":480,"Ф sequence":481,"Ф shap":482,"Ф predic":483,"Ф does":484,"Ф optimizer":485,"ample":486,"length":487,"oder":488,"pen":489,"st":490,"ves":491,"Ф 1":492,"Ф sti":493,"Ф scal":494,"ents":495,"ong":496,"Ф al":497,"Ф matter":498,"Ф Ф Ф Ф ":499,"its":500,"Ф di":501,"ected":502,"ility":503,"Ф prob":504,"ability":505,"Ф state":506,"Ф mean":507,"igh":508,"Ф ->":509,"Ф larger":510,"Ф useful":511,"Ф still":512,"(\"":513,")`":514,"Wh":515,"ack":516,"coder":517,"du":518,"ib":519,"ition":520,"ms":521,"nt":522,"step":523,"ution":524,"window":525,"УЅТО":526,"УЈТЏ":527,"УЏТМ":528,"Ф 0":529,"Ф eng":530,"ath":531,"only":532,"ering":533,"Ф af":534,"Ф checkpoint":535,"Ф length":536,"Ф pos":537,"rect":538,"Ф fa":539,"art":540,"ith":541,"Ф log":542,"Ф loop":543,"Ф wor":544,"Ф tokens":545,"Ф projec":546,"able":547,"ads":548,"Ф `(":549,"Ф forward":550,"ask":551,"УЃФЂФЃ":552,"УЃФЂФЄ":553,"Ф decoder":554,"ineering":555,"Ф attention":556,"Ф runs":557,"form":558,"Ф memory":559,"yste":560,"Ф probability":561,"Ф engineering":562,"Ф position":563,"00":564,"100":565,"For":566,"GP":567,"In":568,"aus":569,"ding":570,"el":571,"fit":572,"if":573,"ir":574,"ive":575,"line":576,"ma":577,"oc":578,"od":579,"out":580,"pp":581,"py":582,"pected":583,"rib":584,"ug":585,"ynt":586,"УЄТИ":587,"УІФК":588,"УЇФМ":589,"УЈТЎ":590,"ФФ ":591,"Ф A":592,"Ф C":593,"Ф D":594,"Ф N":595,"Ф S":596,"Ф tes":597,"Ф test":598,"Ф sa":599,"Ф si":600,"Ф sp":601,"Ф size":602,"Ф syste":603,"ens":604,"ata":605,"one":606,"ore":607,"Ф le":608,"Ф lab":609,"Ф list":610,"Ф long":611,"Ф man":612,"Ф mil":613,"Ф mask":614,"heti":615,"Ф path":616,"ingful":617,"tive":618,"Ф fl":619,"ded":620,"ropy":621,"Ф with":622,"Ф ob":623,"Ф over":624,"unt":625,"Ф repe":626,"Ф redu":627,"ФФ Ф Ф Ф Ф Ф ":628,"Ф gen":629,"Ф correct":630,"Ф sees":631,"Ф batches":632,"Ф validate":633,"Ф why":634,"Ф when":635,"tokens":636,"Ф example":637,"Ф across":638,"Ф often":639,"Ф into":640,"Ф count":641,"Ф good":642,"Ф shape":643,"Ф prediction":644,"Ф matters":645,"Ф meaningful":646,"Why":647,"Ф after":648,"Ф logits":649,"GPU":650,"ribution":651,"yntheti":652,"УЇФМФІ":653,"Ф tests":654,"Ф systems":655,"Ф label":656,"Ф many":657,"Ф milest":658,"Ф reduce":659,"ynthetic":660,"If":661,"Me":662,"are":663,"ass":664,"ach":665,"age":666,"cl":667,"ds":668,"eed":669,"fa":670,"fil":671,"han":672,"ix":673,"ks":674,"lp":675,"lit":676,"ns":677,"ol":678,"put":679,"ru":680,"ran":681,"rent":682,"ting":683,"vation":684,"ved":685,"wer":686,"ТЊУЇ":687,"ТЊФЎ":688,"УЄТМ":689,"УЅТЄ":690,"УЅФБ":691,"УІФИ":692,"УІФО":693,"УЇТЛ":694,"УЉТЊФЎ":695,"Ф +":696,"Ф 2":697,"Ф H":698,"Ф L":699,"Ф en":700,"Ф un":701,"Ф ent":702,"Ф GPU":703,"ФАТЏ":704,"iny":705,"Ф tar":706,"Ф than":707,"Ф tiny":708,"Ф same":709,"ates":710,"ative":711,"ery":712,"Ф as":713,"Ф all":714,"Ф code":715,"Ф cur":716,"Ф more":717,"Ф patter":718,"Ф pass":719,"alu":720,"ality":721,"tivation":722,"Ф fin":723,"Ф fro":724,"ary":725,"Ф bec":726,"ite":727,"Ф look":728,"Ф wr":729,"Ф window":730,"Ф num":731,"Ф dist":732,"Ф dur":733,"Ф data":734,"uld":735,"ical":736,"ids":737,"Ф too":738,"Ф tokenizer":739,"ization":740,"Ф profil":741,"Ф conf":742,"Ф inform":743,"Ф incl":744,"Ф show":745,"Ф short":746,"Ф ==":747,"mory":748,"Ф depen":749,"ose":750,"Ф activation":751,"jective":752,"Ф comp":753,"Ф order":754,"Ф help":755,"Ф quality":756,"Ф supp":757,"Ф may":758,"Ф make":759,"Ф resul":760,"Ф goal":761,"Ф shapes":762,"Ф scale":763,"steps":764,"УЅТОТЊУЇ":765,"УЈТЏФЃ":766,"УЏТМФМ":767,"Ф works":768,"Ф project":769,"ausal":770,"fitting":771,"irst":772,"УІФКТЏ":773,"Ф simple":774,"Ф split":775,"Ф flow":776,"Ф objective":777,"ФФ Ф Ф Ф Ф Ф Ф ":778,"Ф gener":779,"Ф milestone":780,"Memory":781,"УЉТЊФЎУЈТЏФЃ":782,"Ф entropy":783,"Ф targe":784,"Ф current":785,"Ф from":786,"Ф distribution":787,"Ф during":788,"Ф inclu":789,"УЅТОТЊУЇФАТЏ":790,"\":":791,"\"__":792,"):":793,".\")":794,"42":795,"Cross":796,"En":797,"Ex":798,"Sh":799,"Synthetic":800,"Th":801,"Ty":802,"This":803,"Valid":804,"]]":805,"amp":806,"ause":807,"ays":808,"ber":809,"cc":810,"cor":811,"cum":812,"di":813,"date":814,"ee":815,"ep":816,"ew":817,"eigh":818,"ff":819,"ft":820,"fra":821,"gl":822,"gu":823,"ho":824,"hra":825,"ives":826,"iew":827,"kly":828,"len":829,"list":830,"mb":831,"mil":832,"mall":833,"ments":834,"mens":835,"ning":836,"ness":837,"name":838,"nected":839,"om":840,"oun":841,"oug":842,"ould":843,"par":844,"ppe":845,"pical":846,"pdate":847,"rti":848,"ric":849,"run":850,"so":851,"ses":852,"sity":853,"sform":854,"ta":855,"training":856,"ttention":857,"update":858,"}\")":859,"ТЁУЇ":860,"ТЈУІ":861,"ТЎФЙ":862,"ТАУЅ":863,"УЅТЎ":864,"УЅТЗ":865,"УЅФЋ":866,"УЅФВ":867,"УІХ":868,"УЇТЈ":869,"УЉФЂ":870,"УЉФЉ":871,"ФФ":872,"Ф /":873,"Ф 3":874,"Ф E":875,"Ф M":876,"Ф i":877,"Ф {":878,"Ф |":879,"Ф us":880,"Ф __":881,"Ф if":882,"Ф УЈТЎ":883,"Ф \"__":884,"Ф update":885,"ФЅУЅТОТЊУЇФАТЏ":886,"ФЏУІ":887,"ФЏУЅФВ":888,"ФЗТАУЅ":889,"ХУІФИ":890,"ХУЇТЛ":891,"Ф te":892,"Ф tens":893,"Ф sign":894,"Ф synthetic":895,"ats":896,"ater":897,"onger":898,"ors":899,"Ф appe":900,"Ф arti":901,"esign":902,"Ф cap":903,"Ф causal":904,"Ф len":905,"Ф lad":906,"Ф later":907,"Ф longer":908,"ish":909,"ises":910,"Ф mis":911,"Ф match":912,"Ф pl":913,"Ф part":914,"Ф phra":915,"Ф fut":916,"Ф fas":917,"Ф fall":918,"Ф fix":919,"Ф first":920,"arro":921,"arame":922,"arning":923,"def":924,"Ф isol":925,"Ф bu":926,"Ф bro":927,"Ф bot":928,"Ф but":929,"Ф back":930,"Ф bug":931,"Ф boun":932,"ant":933,"ange":934,"angu":935,"Ф load":936,"Ф local":937,"Ф lower":938,"Ф wid":939,"Ф weigh":940,"Ф would":941,"radi":942,"Ф need":943,"Ф narro":944,"Ф design":945,"Ф out":946,"ions":947,"ule":948,"ulary":949,"Ф rises":950,"Ф range":951,"Ф rule":952,"ici":953,"ickly":954,"ile":955,"Ф voc":956,"Ф very":957,"Ф valu":958,"Ф prove":959,"Ф proves":960,"mport":961,"otes":962,"Ф repo":963,"Ф relo":964,"ated":965,"abulary":966,"Ф gives":967,"Ф cont":968,"Ф conten":969,"Ф connected":970,"Ф stack":971,"Ф start":972,"Ф stable":973,"Ф met":974,"Ф input":975,"Ф infra":976,"Ф one":977,"Ф separ":978,"ase":979,"appen":980,"Ф Training":981,"Ф press":982,"Ф pretraining":983,"Ф expected":984,"Ф befor":985,"versity":986,"essful":987,"__\":":988,"cture":989,"Ф ev":990,"Ф eas":991,"Ф each":992,"Ф large":993,"Ф smaller":994,"Ф memorize":995,"heckpointing":996,"loss":997,"loop":998,"Ф high":999,"Ф heads":1000,"Ф quickly":1001,"Ф succ":1002,"Ф steps":1003,"Ф predicted":1004,"stru":1005,"Ф align":1006,"Ф also":1007,"Ф dimens":1008,"Ф diversity":1009,"ight":1010,"windows":1011,"УЏТМФЎ":1012,"Ф checkpointing":1013,"Ф fail":1014,"Ф projection":1015,"Ф positions":1016,"max":1017,"main":1018,"outline":1019,"УЄТИХУІФИ":1020,"Ф Notes":1021,"Ф testing":1022,"Ф left":1023,"Ф overfitting":1024,"Ф correctness":1025,"Ф labels":1026,"ared":1027,"ransform":1028,"УІФОФЋ":1029,"Ф Lo":1030,"Ф enoug":1031,"Ф alloc":1032,"Ф patterns":1033,"Ф finite":1034,"Ф because":1035,"Ф wrong":1036,"Ф number":1037,"Ф profiling":1038,"Ф informative":1039,"Ф shows":1040,"Ф depends":1041,"Ф activations":1042,"Ф support":1043,"Ф result":1044,"Ф generation":1045,"Ф target":1046,"Ф include":1047,"Engl":1048,"Example":1049,"Shared":1050,"Those":1051,"Typical":1052,"Validation":1053,"ТЁУЇТЎФЙ":1054,"УІХФЉ":1055,"УЉФЂФМ":1056,"УЉФЉФЏ":1057,"Ф uses":1058,"ФЏУЅФВФГ":1059,"ХУЇТЛФЅУЅТОТЊУЇФАТЏ":1060,"Ф appear":1061,"Ф ladder":1062,"Ф matches":1063,"Ф phrases":1064,"Ф future":1065,"arameter":1066,"Ф broad":1067,"Ф backward":1068,"Ф bounded":1069,"anguage":1070,"Ф width":1071,"Ф weights":1072,"radients":1073,"Ф narrow":1074,"Ф vocabulary":1075,"mportant":1076,"Ф reload":1077,"Ф content":1078,"Ф infrastru":1079,"Ф separate":1080,"Ф pressure":1081,"Ф before":1082,"Ф higher":1083,"Ф successful":1084,"УЄТИХУІФИФЉ":1085,"ransformer":1086,"Ф enough":1087,"English":1088,"Ф infrastructure":1089,"\"{":1090,"))":1091,")}\")":1092,"32":1093,"70":1094,"Attention":1095,"BP":1096,"But":1097,"Code":1098,"Com":1099,"Checkpointing":1100,"Hd":1101,"Important":1102,"Next":1103,"On":1104,"Over":1105,"Pre":1106,"Parameter":1107,"Training":1108,"With":1109,"[]":1110,"],":1111,"]}\")":1112,"`.":1113,"`:":1114,"ac":1115,"ag":1116,"ai":1117,"ak":1118,"ay":1119,"ave":1120,"aign":1121,"aution":1122,"bw":1123,"bing":1124,"bas":1125,"back":1126,"cer":1127,"cti":1128,"can":1129,"cation":1130,"cts":1131,"checkpoint":1132,"core":1133,"dp":1134,"den":1135,"des":1136,"dds":1137,"ely":1138,"ets":1139,"fec":1140,"fix":1141,"first":1142,"fici":1143,"fely":1144,"ged":1145,"gments":1146,"gradients":1147,"hap":1148,"hort":1149,"have":1150,"io":1151,"ier":1152,"ire":1153,"iar":1154,"iec":1155,"ied":1156,"ime":1157,"ipe":1158,"iments":1159,"ju":1160,"kn":1161,"les":1162,"lic":1163,"lative":1164,"lai":1165,"min":1166,"mon":1167,"moke":1168,"match":1169,"ment":1170,"mits":1171,"not":1172,"nose":1173,"oor":1174,"ole":1175,"per":1176,"ply":1177,"pth":1178,"pted":1179,"right":1180,"su":1181,"size":1182,"sive":1183,"swer":1184,"small":1185,"short":1186,"to":1187,"tter":1188,"tur":1189,"tlen":1190,"ue":1191,"uch":1192,"uge":1193,"ume":1194,"uine":1195,"uess":1196,"ucation":1197,"val":1198,"vents":1199,"valu":1200,"view":1201,"vio":1202,"ware":1203,"ways":1204,"xy":1205,"yte":1206,"ymb":1207,"ТЁУЅ":1208,"ТЁФЂ":1209,"ТЁФЎ":1210,"ТЁУЅФБ":1211,"ТЃУЅ":1212,"ТЅУЅ":1213,"ТЅУЇТЈ":1214,"ТІТЛ":1215,"ТІФЃ":1216,"ТЇУЈ":1217,"ТЈТЁУЅ":1218,"ТЎУІХФЉ":1219,"ТЏТЙ":1220,"ТЏУЅТО":1221,"ТБУЉТЊФЎУЈТЏФЃ":1222,"ТВУЇТЛ":1223,"ТГУЅТЄ":1224,"ТГУЅТЎ":1225,"ТДУІФК":1226,"ТДУІФИ":1227,"ТЖТГУЅТЄ":1228,"ТЗУЄ":1229,"ТЗТЏУЅТО":1230,"ТИТИ":1231,"ТЙУЇ":1232,"ТЙХ":1233,"ТКУЇ":1234,"ТКФА":1235,"ТКТЗУЄ":1236,"ТЛУЅФБ":1237,"ТМУЄТИ":1238,"ТНУІ":1239,"ТНФЈ":1240,"ТОУЅ":1241,"ТОТЙУЇ":1242,"ТПХ":1243,"ТПТЁУЅФБ":1244,"УЄТЙХ":1245,"УЄТКФА":1246,"УЄТНФЈ":1247,"УЅФЃ":1248,"УЅФЉ":1249,"УЅФЎ":1250,"УЅФЛ":1251,"УЅХ":1252,"УЅТЏТЙ":1253,"УЅТИТИ":1254,"УІФЏ":1255,"УІФД":1256,"УІХ":1257,"УІТЈТЁУЅ":1258,"УЇФН":1259,"УЇФО":1260,"УЇХ":1261,"УЇХ":1262,"УЇТІТЛ":1263,"УЈФЂ":1264,"УЈТІФЃ":1265,"УЈТЖТГУЅТЄ":1266,"УЈТЗТЏУЅТО":1267,"УЈТОТЙУЇ":1268,"УЈТПХ":1269,"УЉФЛ":1270,"УЉФН":1271,"Ф :":1272,"Ф ec":1273,"Ф id":1274,"Ф ed":1275,"Ф It":1276,"Ф ke":1277,"Ф УІФКТЏ":1278,"Ф Memory":1279,"Ф Validation":1280,"Ф BP":1281,"Ф Over":1282,"Ф Pre":1283,"Ф []":1284,"Ф ju":1285,"Ф kn":1286,"Ф УЄТЙХ":1287,"Ф УІФЏ":1288,"Ф УЇФО":1289,"ФЂТМУЄТИ":1290,"ФЂУЅХ":1291,"ФЅУЈТЏ":1292,"ФЈУЇТІТЛ":1293,"ФЊУЉФЉФЏ":1294,"ФЊФЈУЇТІТЛ":1295,"ФЋТЇУЈ":1296,"ФЌУІФКТЏ":1297,"Ф­УЈТЗТЏУЅТО":1298,"ФЎУЇФМФІ":1299,"ФЎУІФОФЋ":1300,"ФЎУЇФН":1301,"ФАУІТЈТЁУЅ":1302,"ФБФВ":1303,"ФБУЈТЖТГУЅТЄ":1304,"ФВУЇФМФІ":1305,"ФДФЎУЇФН":1306,"ФЖУЇТЈ":1307,"ФЗФЎУЇФМФІ":1308,"ФИУЅФЛ":1309,"ФКУЅФЎ":1310,"ФМУЇФМФІ":1311,"ФМУЉФЉФЏ":1312,"ФНТДУІФИ":1313,"ФОТЈУІ":1314,"ХФ­":1315,"ХУЅТЄ":1316,"ХУЉТЊФЎУЈТЏФЃ":1317,"ХУІХ":1318,"ХУІФД":1319,"ХУЈФЂ":1320,"inue":1321,"Ф tre":1322,"Ф tra":1323,"Ф train":1324,"Ф transformer":1325,"Ф time":1326,"Ф sen":1327,"Ф sec":1328,"Ф sur":1329,"Ф sess":1330,"Ф scor":1331,"Ф score":1332,"Ф slic":1333,"Ф symb":1334,"ended":1335,"atase":1336,"ond":1337,"ones":1338,"onents":1339,"ord":1340,"orts":1341,"orpus":1342,"orage":1343,"orary":1344,"ere":1345,"ers":1346,"erves":1347,"erru":1348,"erved":1349,"erical":1350,"erged":1351,"Ф app":1352,"Ф adds":1353,"estion":1354,"eserves":1355,"Ф cos":1356,"Ф cross":1357,"Ф camp":1358,"Ф cho":1359,"Ф case":1360,"Ф caution":1361,"Ф clai":1362,"Ф less":1363,"Ф language":1364,"Ф math":1365,"Ф merged":1366,"heth":1367,"Ф pra":1368,"Ф pee":1369,"Ф parameter":1370,"Ф pipe":1371,"Ф poor":1372,"ally":1373,"alth":1374,"alization":1375,"read":1376,"reads":1377,"reak":1378,"time":1379,"titive":1380,"Ф fra":1381,"Ф ful":1382,"Ф feed":1383,"Ф file":1384,"ares":1385,"arts":1386,"arns":1387,"aried":1388,"arply":1389,"dea":1390,"deep":1391,"Ф issu":1392,"Ф bad":1393,"Ф bas":1394,"Ф blo":1395,"Ф byte":1396,"Ф break":1397,"roved":1398,"Ф low":1399,"Ф loads":1400,"Ф warning":1401,"Ф way":1402,"Ф were":1403,"Ф wheth":1404,"Ф no":1405,"Ф now":1406,"Ф nee":1407,"Ф dow":1408,"Ф datase":1409,"ulates":1410,"Ф rest":1411,"Ф right":1412,"eck":1413,"ecoder":1414,"ich":1415,"ices":1416,"idence":1417,"idden":1418,"Ф toy":1419,"Ф touch":1420,"odeling":1421,"ilt":1422,"expected":1423,"Ф view":1424,"Ф varied":1425,"Ф promp":1426,"Ф proxy":1427,"mporary":1428,"Ф requ":1429,"Ф reads":1430,"Ф recor":1431,"Ф relative":1432,"Ф remin":1433,"Ф retur":1434,"Ф review":1435,"abit":1436,"ading":1437,"adata":1438,"lem":1439,"leading":1440,"owed":1441,"Ф cannot":1442,"Ф gate":1443,"Ф gradients":1444,"Ф gets":1445,"Ф guess":1446,"Ф answer":1447,"Ф conver":1448,"Ф states":1449,"Ф stays":1450,"Ф storage":1451,"Ф starts":1452,"Ф core":1453,"cks":1454,"cked":1455,"edding":1456,"tence":1457,"tending":1458,"utation":1459,"Ф once":1460,"igur":1461,"Ф sever":1462,"Ф sharply":1463,"Ф notes":1464,"Ф batching":1465,"Ф Token":1466,"Ф This":1467,"Ф Test":1468,"Ф Transformer":1469,"Ф preserves":1470,"Ф prefix":1471,"Ф prevents":1472,"Ф while":1473,"Ф whole":1474,"Ф which":1475,"Ф deta":1476,"Ф depth":1477,"Ф exist":1478,"Ф expen":1479,"Ф examp":1480,"Ф exper":1481,"Ф behave":1482,"Ф better":1483,"Ф attending":1484,"Ф action":1485,"Ф accum":1486,"ardware":1487,"ctors":1488,"diction":1489,"forward":1490,"Ф emb":1491,"Ф emits":1492,"Ф intended":1493,"Ф interru":1494,"Ф could":1495,"Ф docum":1496,"Ф memorization":1497,"Ф optimization":1498,"key":1499,"umable":1500,"umbing":1501,"Ф happen":1502,"Ф huge":1503,"Ф hidden":1504,"Ф habit":1505,"Ф hardware":1506,"Ф head":1507,"Ф health":1508,"Ф query":1509,"Ф question":1510,"Ф suff":1511,"Ф subw":1512,"Ф max":1513,"Ф respected":1514,"Ф resume":1515,"Ф reserved":1516,"Ф resumable":1517,"Ф predicts":1518,"start":1519,"Ф scales":1520,"Ф scaling":1521,"Ф scalar":1522,"Ф always":1523,"Ф alread":1524,"Ф Ф Ф Ф Ф ":1525,"Ф direct":1526,"Ф diag":1527,"Ф problem":1528,"Ф means":1529,"When":1530,"duCode":1531,"ible":1532,"ntropy":1533,"УЅТОФЊУЉФЉФЏ":1534,"УЈТЏТЛУЅФБ":1535,"Ф affec":1536,"Ф fake":1537,"Ф famil":1538,"Ф factors":1539,"Ф logic":1540,"Ф loops":1541,"Ф worth":1542,"Ф wordp":1543,"ystem":1544,"Ф positional":1545,"ausible":1546,"irm":1547,"УЄТИФЖУЇТЈ":1548,"УЈТЎТЁУЇТЎФЙ":1549,"УЈТЎХУЇТЛФЅУЅТОТЊУЇФАТЏ":1550,"Ф Attention":1551,"Ф Cross":1552,"Ф Causal":1553,"Ф Checkpointing":1554,"Ф Corpus":1555,"Ф Decoder":1556,"Ф Next":1557,"Ф None":1558,"Ф Small":1559,"Ф Shap":1560,"Ф Smoke":1561,"Ф System":1562,"Ф save":1563,"Ф saves":1564,"Ф saved":1565,"Ф safely":1566,"Ф simil":1567,"Ф spreads":1568,"Ф learning":1569,"Ф learns":1570,"Ф masking":1571,"Ф flat":1572,"Ф without":1573,"Ф obvio":1574,"Ф overfit":1575,"Ф repeat":1576,"Ф repeats":1577,"Ф repeated":1578,"Ф repetitive":1579,"ФФ Ф Ф Ф Ф Ф Ф Ф Ф Ф Ф ":1580,"Ф genuine":1581,"УЇФМФІУЅФЃ":1582,"Ф milestones":1583,"aching":1584,"face":1585,"fake":1586,"facts":1587,"ols":1588,"range":1589,"УЄТМФКУЅФЎ":1590,"УЄТМФМУЉФЉФЏ":1591,"УЄТМХУІФД":1592,"УЅТЄФЏУІ":1593,"УЅФБФЏУЅФВФГ":1594,"УІФОФЂУЅХ":1595,"Ф Hd":1596,"Ф Language":1597,"Ф end":1598,"Ф units":1599,"Ф uncer":1600,"Ф unexpected":1601,"Ф allowed":1602,"Ф pattern":1603,"Ф final":1604,"Ф becom":1605,"Ф write":1606,"Ф windows":1607,"Ф numerical":1608,"Ф profile":1609,"Ф confuse":1610,"Ф configur":1611,"Ф confirm":1612,"Ф information":1613,"Ф depending":1614,"Ф components":1615,"Ф compares":1616,"Ф computation":1617,"Ф helps":1618,"Ф supports":1619,"Ф results":1620,"Ф flowing":1621,"Ф generalization":1622,"УЉТЊФЎУЈТЏФЃУЉФН":1623,"Ф targets":1624,"Ф includes":1625,"УЅТОТЊУЇФАТЏУЉФЂФМ":1626,"]]:":1627,"eps":1628,"ffers":1629,"hoing":1630,"rics":1631,"riction":1632,"tain":1633,"ТЈУІФНТДУІФИ":1634,"УЅТЎФЅУЈТЏ":1635,"УЅТЗТЅУЇТЈ":1636,"УЅТЗТВУЇТЛ":1637,"УЅФЋФЏУІ":1638,"УЅФЋФЏУЅФВФГ":1639,"Ф EduCode":1640,"Ф Entropy":1641,"Ф Mask":1642,"Ф Modeling":1643,"Ф important":1644,"Ф idea":1645,"Ф УЈТЎТЁУЇТЎФЙ":1646,"Ф УЈТЎХУЇТЛФЅУЅТОТЊУЇФАТЏ":1647,"ФЗТАУЅФЂТМУЄТИ":1648,"ФЗТАУЅФОТЈУІ":1649,"Ф temporary":1650,"Ф teaching":1651,"Ф tensor":1652,"Ф tensors":1653,"Ф signs":1654,"Ф signal":1655,"Ф artifici":1656,"Ф artifacts":1657,"Ф capability":1658,"Ф capac":1659,"Ф mismatch":1660,"Ф misleading":1661,"Ф plumbing":1662,"Ф plausible":1663,"Ф fast":1664,"Ф faster":1665,"Ф fallback":1666,"Ф fixed":1667,"Ф isolate":1668,"Ф isolates":1669,"Ф built":1670,"Ф buffers":1671,"Ф both":1672,"Ф bottlen":1673,"Ф bugs":1674,"Ф loading":1675,"Ф needs":1676,"Ф outline":1677,"Ф output":1678,"icient":1679,"Ф values":1680,"Ф valuable":1681,"Ф contribution":1682,"Ф continue":1683,"Ф stacked":1684,"Ф metadata":1685,"Ф metrics":1686,"append":1687,"Ф even":1688,"Ф evidence":1689,"Ф easy":1690,"Ф easier":1691,"Ф alignment":1692,"Ф dimension":1693,"Ф dimensions":1694,"Ф fails":1695,"Ф failure":1696,"УІФОФЋУЉФЛ":1697,"Ф Loss":1698,"Ф Loop":1699,"Ф allocate":1700,"Ф allocated":1701,"Ф numbers":1702,"УІХФЉУЇХ":1703,"УЉФЂФМУЄТИФЖУЇТЈ":1704,"Ф separately":1705,"Common":1706,"Only":1707,"Without":1708,"based":1709,"ctical":1710,"iece":1711,"ucational":1712,"value":1713,"ТЁФЂУЇФМФІУЅФЃ":1714,"ТЃУЅФЊФЈУЇТІТЛ":1715,"ТЅУЅТКТЗУЄ":1716,"ТЎУІХФЉУЅФЉ":1717,"ТГУЅТЎФМУЇФМФІ":1718,"ТДУІФКФАУІТЈТЁУЅ":1719,"ТКУЇТЁФЂУЇФМФІУЅФЃ":1720,"ТНУІФЗТАУЅФОТЈУІ":1721,"ТОУЅФДФЎУЇФН":1722,"ТПТЁУЅФБТЗ":1723,"УЄТНФЈУЅФЋФЏУІ":1724,"УЅТЏТЙУЄТКФА":1725,"УЅТИТИУЅТЗТВУЇТЛ":1726,"УЇХХУЈФЂ":1727,"УЈТОТЙУЇФЗФЎУЇФМФІ":1728,"УЈТПХУЉФЂФМУЄТИФЖУЇТЈ":1729,"Ф echoing":1730,"Ф educational":1731,"Ф keeps":1732,"Ф УІФКТЏУІФОФЂУЅХ":1733,"Ф BPE":1734,"Ф Overfitting":1735,"Ф Prediction":1736,"Ф jump":1737,"Ф know":1738,"Ф УЄТЙХУЅТОФЊУЉФЉФЏ":1739,"Ф УІФЏХУЅТЄ":1740,"Ф УЇФОХУІХ":1741,"ФЋТЇУЈТЁФЎ":1742,"ФЌУІФКТЏУЈТПХУЉФЂФМУЄТИФЖУЇТЈ":1743,"Ф­УЈТЗТЏУЅТОФІ":1744,"ФЎУІФОФЋУЈТОТЙУЇФЗФЎУЇФМФІ":1745,"ФБФВУІФКТЏ":1746,"ФБУЈТЖТГУЅТЄХУЉТЊФЎУЈТЏФЃ":1747,"ФИУЅФЛТЈУІФНТДУІФИ":1748,"Ф treats":1749,"Ф tracked":1750,"Ф sentence":1751,"Ф second":1752,"Ф surface":1753,"Ф sessions":1754,"Ф scores":1755,"Ф slicing":1756,"Ф symbols":1757,"Ф approved":1758,"Ф cost":1759,"Ф campaign":1760,"Ф choices":1761,"Ф claims":1762,"Ф practical":1763,"Ф peek":1764,"Ф pipeline":1765,"Ф fragments":1766,"Ф full":1767,"Ф issues":1768,"Ф basic":1769,"Ф blocks":1770,"Ф whether":1771,"Ф needed":1772,"Ф down":1773,"Ф dataset":1774,"Ф restriction":1775,"Ф prompt":1776,"Ф require":1777,"Ф recording":1778,"Ф reminder":1779,"Ф return":1780,"Ф reviewable":1781,"Ф converted":1782,"Ф several":1783,"Ф Testing":1784,"Ф detail":1785,"Ф expensive":1786,"Ф examples":1787,"Ф experiments":1788,"Ф accumulates":1789,"Ф embedding":1790,"Ф interrupted":1791,"Ф document":1792,"Ф happens":1793,"Ф sufficient":1794,"Ф subword":1795,"Ф already":1796,"Ф directly":1797,"Ф diagnose":1798,"УЈТЏТЛУЅФБФИ":1799,"Ф affects":1800,"Ф familiar":1801,"Ф wordpiece":1802,"УЈТЎХУЇТЛФЅУЅТОТЊУЇФАТЏУЄТМФМУЉФЉФЏ":1803,"Ф Shapes":1804,"Ф similar":1805,"Ф obvious":1806,"Ф genuinely":1807,"УЄТМФКУЅФЎФИУЅФЛТЈУІФНТДУІФИ":1808,"УЄТМХУІФДХ":1809,"УЅТЄФЏУІФЋТЇУЈТЁФЎ":1810,"УЅФБФЏУЅФВФГУЄТМХУІФДХ":1811,"Ф uncertain":1812,"Ф unexpectedly":1813,"Ф becomes":1814,"Ф numerically":1815,"Ф configuration":1816,"УЉТЊФЎУЈТЏФЃУЉФНФЈ":1817,"УЅТОТЊУЇФАТЏУЉФЂФМУЅТИТИУЅТЗТВУЇТЛ":1818,"УЅТЎФЅУЈТЏТДУІФКФАУІТЈТЁУЅ":1819,"УЅТЗТЅУЇТЈФ­УЈТЗТЏУЅТОФІ":1820,"УЅФЋФЏУЅФВФГУЈТЎТЁУЇТЎФЙ":1821,"ФЗТАУЅФЂТМУЄТИФЌУІФКТЏУЈТПХУЉФЂФМУЄТИФЖУЇТЈ":1822,"Ф artificially":1823,"Ф capacity":1824,"Ф bottleneck":1825,"УІФОФЋУЉФЛФВУЇФМФІ":1826,"УІХФЉУЇХТОУЅФДФЎУЇФН":1827,"ТЅУЅТКТЗУЄТПТЁУЅФБТЗ":1828,"ТЎУІХФЉУЅФЉТНУІФЗТАУЅФОТЈУІ":1829,"ТКУЇТЁФЂУЇФМФІУЅФЃТЅУЅТКТЗУЄТПТЁУЅФБТЗ":1830,"УЄТНФЈУЅФЋФЏУІФБФВУІФКТЏ":1831,"УЇХХУЈФЂФЎУІФОФЋУЈТОТЙУЇФЗФЎУЇФМФІ":1832,"Ф УІФКТЏУІФОФЂУЅХТКУЇТЁФЂУЇФМФІУЅФЃТЅУЅТКТЗУЄТПТЁУЅФБТЗ":1833,"Ф УЄТЙХУЅТОФЊУЉФЉФЏУЈТІФЃ":1834,"Ф УІФЏХУЅТЄТБУЉТЊФЎУЈТЏФЃ":1835,"Ф УЇФОХУІХТЃУЅФЊФЈУЇТІТЛ":1836,"ФБУЈТЖТГУЅТЄХУЉТЊФЎУЈТЏФЃУЅТЗТЅУЇТЈФ­УЈТЗТЏУЅТОФІ":1837,"УЈТЎХУЇТЛФЅУЅТОТЊУЇФАТЏУЄТМФМУЉФЉФЏУЅТЄФЏУІФЋТЇУЈТЁФЎ":1838,"УЄТМФКУЅФЎФИУЅФЛТЈУІФНТДУІФИТА":1839,"УЅТОТЊУЇФАТЏУЉФЂФМУЅТИТИУЅТЗТВУЇТЛФБУЈТЖТГУЅТЄХУЉТЊФЎУЈТЏФЃУЅТЗТЅУЇТЈФ­УЈТЗТЏУЅТОФІ":1840,"УЅТЎФЅУЈТЏТДУІФКФАУІТЈТЁУЅХФ­":1841,"ФЗТАУЅФЂТМУЄТИФЌУІФКТЏУЈТПХУЉФЂФМУЄТИФЖУЇТЈТГУЅТЎФМУЇФМФІ":1842,"УІХФЉУЇХТОУЅФДФЎУЇФНТЎУІХФЉУЅФЉТНУІФЗТАУЅФОТЈУІ":1843,"УЇХХУЈФЂФЎУІФОФЋУЈТОТЙУЇФЗФЎУЇФМФІУЅТОТЊУЇФАТЏУЉФЂФМУЅТИТИУЅТЗТВУЇТЛФБУЈТЖТГУЅТЄХУЉТЊФЎУЈТЏФЃУЅТЗТЅУЇТЈФ­УЈТЗТЏУЅТОФІ":1844,"УІХФЉУЇХТОУЅФДФЎУЇФНТЎУІХФЉУЅФЉТНУІФЗТАУЅФОТЈУІФЗТАУЅФЂТМУЄТИФЌУІФКТЏУЈТПХУЉФЂФМУЄТИФЖУЇТЈТГУЅТЎФМУЇФМФІ":1845}