{"<pad>":0,"<bos>":1,"<eos>":2,"<unk>":3,"'":4,"(":5,")":6,",":7,"-":8,".":9,"3":10,"6":11,":":12,"=":13,"A":14,"C":15,"E":16,"F":17,"G":18,"P":19,"S":20,"T":21,"_":22,"a":23,"b":24,"c":25,"d":26,"e":27,"f":28,"g":29,"h":30,"i":31,"j":32,"k":33,"l":34,"m":35,"n":36,"o":37,"p":38,"q":39,"r":40,"s":41,"t":42,"u":43,"v":44,"w":45,"x":46,"y":47,"z":48,"|":49,"¡":50,"¥":51,"¦":52,"¨":53,"°":54,"¸":55,"¼":56,"½":57,"¾":58,"ä":59,"å":60,"æ":61,"ç":62,"è":63,"ï":64,"ð":65,"Ċ":66,"Ġ":67,"Ĭ":68,"Į":69,"ķ":70,"ĸ":71,"ĺ":72,"ļ":73,"Ł":74,"ł":75,"Ń":76,"es":77,"en":78,"lo":79,"Ġs":80,"at":81,"in":82,"Ġt":83,"de":84,"he":85,"ro":86,"er":87,"mo":88,"Ġp":89,"ar":90,"di":91,"et":92,"ss":93,"Ġmo":94,"ent":95,"del":96,"Ġmodel":97,"am":98,"an":99,"dat":100,"ex":101,"im":102,"iz":103,"ken":104,"on":105,"oken":106,"log":107,"loss":108,"Ġst":109,"ing":110,"int":111,"Ġtoken":112,"ext":113,"imiz":114,"adi":115,"ch":116,"ces":117,"fro":118,"get":119,"it":120,"les":121,"llo":122,"next":123,"op":124,"or":125,"ples":126,"radi":127,"timiz":128,"up":129,"ï¼":130,"Ġ=":131,"Ġc":132,"Ġg":133,"Ġdat":134,"Ġfro":135,"Ġnext":136,"Ġop":137,"Ġsc":138,"Ġsam":139,"ate":140,"atch":141,"Ġthe":142,"hello":143,"Ġpr":144,"arget":145,"logit":146,"Ġstate":147,"radient":148,"timizer":149,"Ġdata":150,"Ġfrom":151,"Ġoptimizer":152,"Ġsamples":153,"logits":154,"')":155,"('":156,"33":157,"CS":158,"Che":159,"Emo":160,"Gen":161,"Gradient":162,"Py":163,"Tr":164,"The":165,"ag":166,"al":167,"av":168,"ade":169,"batch":170,"ck":171,"ct":172,"cro":173,"cent":174,"du":175,"des":176,"eq":177,"edi":178,"for":179,"gu":180,"hon":181,"ion":182,"ji":183,"ld":184,"lan":185,"min":186,"mer":187,"ode":188,"oint":189,"py":190,"point":191,"ratch":192,"set":193,"sing":194,"sfor":195,"text":196,"target":197,"thon":198,"uen":199,"udi":200,"using":201,"wor":202,"¡¨":203,"¥½":204,"¦è":205,"°å":206,"¸ĸ":207,"½ł":208,"¾¾":209,"ä¸ĸ":210,"ä½ł":211,"å¥½":212,"æķ":213,"çķ":214,"è¾¾":215,"ðŁ":216,"Ġ-":217,"ĠF":218,"Ġa":219,"Ġ|":220,"Ġan":221,"Ġloss":222,"Ġint":223,"Ġup":224,"Ġlogits":225,"Ġbatch":226,"Ġdes":227,"Ġlan":228,"Ġmin":229,"Ġusing":230,"Ġwor":231,"ĠðŁ":232,"ĺĬ":233,"Ń¦è":234,"est":235,"loade":236,"Ġsav":237,"Ġseq":238,"ation":239,"Ġtarget":240,"Ġtest":241,"roup":242,"rodu":243,"ropy":244,"ers":245,"eration":246,"Ġpar":247,"Ġprodu":248,"eters":249,"entropy":250,"Ġmodels":251,"Ġmodeling":252,"ameters":253,"ansfor":254,"dates":255,"ontext":256,"Ġstudi":257,"imizes":258,"ï¼Į":259,"ï¼ļ":260,"Ġcode":261,"Ġcontext":262,"Ġgradient":263,"Ġgroup":264,"Ġscal":265,"Ġscratch":266,"Ġprint":267,"Ġpredi":268,"Ġdataset":269,"Ġdataloade":270,"336":271,"Check":272,"Emoji":273,"Generation":274,"Python":275,"Transfor":276,"age":277,"cross":278,"guage":279,"pointing":280,"uences":281,"¡¨è¾¾":282,"°åŃ¦è":283,"ä¸ĸçķ":284,"ä½łå¥½":285,"æķ°åŃ¦è":286,"Ġand":287,"Ġinto":288,"Ġupdates":289,"Ġbatches":290,"Ġdescent":291,"Ġlanguage":292,"Ġminimizes":293,"Ġworld":294,"ĠðŁĺĬ":295,"Ġsaves":296,"Ġsequences":297,"Ġtargets":298,"Ġparameters":299,"Ġproduces":300,"Ġstudies":301,"Ġgradients":302,"Ġgroups":303,"Ġscalar":304,"Ġpredict":305,"Ġdataloader":306,"Checkpointing":307,"Transformer":308,"ä¸ĸçķĮ":309,"æķ°åŃ¦è¡¨è¾¾":310}